Repository: khurshid-alam/Unity-Control-Center
Catalog: help/*/*.po
Languages: fa, gl, ko, ru, sl, te

source: The GNOME Control Center provides a central place for the user to setup their GNOME experience. It can let you configure anything from the behavior of your window borders to the default font type.
fa: مرکز کنترل گنوم، مرکزی را برای کاربر جهت سفارشی‌سازی گنوم فراهم می‌آورد. بدین وسیله شما می‌توانید هر چیزی را از رفتار حاشیه و قاب پنجره‌ها گرفته تا نوع قلم دلخواه خود را تنظیم کنید.
gl: O Centro de Control de GNOME proporiona un lugar central para o usuario onde configurar a súa experiencia en GNOME. Permite a configuración de calquera eido, dende o comportamento dos bordos das fiestras ata a fonte de letra por defecto.
ko: 그놈 제어 센터는 그놈 경험을 설정하는 사용자들을 위하여 중추부를 제공합니다. 창 틀의 동작부터 기본 글꼴 형태 까지 그 어떤 것도 설정할 수 있도록 합니다.
ru: Центр управления GNOME позволяет легко и быстро настроить рабочую среду GNOME по вашему вкусу. Здесь вы можете изменить все необходимые настройки от поведения границ окон до шрифта по умолчанию.
sl: Nadzorno središče GNOME je osrednje mesto za spreminjanje nastavitev namizja GNOME. Omogoča vam spreminjanje vseh vrst nastavitev od robov oken do privzete vrste pisave.
te: గ్నోమ్ నియంత్రణా కేంద్రం అనేది వాడుకరి గ్నోమ్ పర్యావరణాన్ని అరూపించుకోవడానికి ఒక కేంద్రీయ ప్రదేశాన్ని ఏర్పాటుచేసింది. దీని ద్వారా మీరు మీ కిటికి సరిహద్దుల నుండి ఖతుల వరకూ ఏదైనా స్వరూపించుకోవచ్చును.

source: Control Center
fa: مرکز کنترل
gl: Centro de Control
ko: 제어 센터
ru: Центр управления
sl: Nadzorno središče
te: నియంత్రణా కేంద్రం

source: Kevin
ru: Кевин
te: కెవిన్

source: Breit
ru: Брайт
te: బ్రీట్

source: GNOME Documentation Project
fa: پروژه‌ی مستندسازی گنوم
gl: Proxecto de Documentación de GNOME
ko: 그놈 문서 프로젝트
ru: Проект документации GNOME
sl: Projekt dokumentacije GNOME
te: గ్నోమ్ పత్రీకరణ పథకం

source: Permission is granted to copy, distribute and/or modify this document under the terms of the <ulink type="help" url="gnome-help:fdl"><citetitle> GNU Free Documentation License </citetitle></ulink>, Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. A copy of the license can be found <ulink type="help" url="gnome-help:fdl">here</ulink>.
fa: مجوز برای رونوشت،توزیع و یا تغییر این سند تحت مفاد <ulink type="help" url="gnome-help:fdl"><citetitle> گنو مجوز مستندات آزاد </citetitle></ulink> نسخه ۱/۱ یا هر نسخه جدیدتری که توسط بنیاد نرم افزارهای آزاد منتشر شده، با هیچ گونه محتوای یکسان آزاد می‌باشد. یک رونوشت از این مجوز در <ulink type="help" url="gnome-help:fdl">اینجا</ulink>. قابل مشاهده خواهد بود.
gl: Garantese o permiso a copiar, distribuir e/ou modificar este documento baixo os termos da <ulink type="help" url="gnome-help:fdl"><citetitle> Licenza de Documentación Libre de GNU</citetitle></ulink>, Versión 1.1 ou calquera versión superior publicada pola Free Software Foundation sen Seccións Invariantes, sen Copia dos Textos da Tapa Frontal, e sen os Textos da Tapa Traseira. Pode atopar unha copia de esta licenza <ulink type="help" url="gnome-help:fdl">aquí</ulink>.
ko: 전면 표지와 후면 표지, 그리고 변경되지 않는 섹션을 제외한 이 문서의 복제, 배포 및 수정은 자유 소프트웨어 재단에 의해 작성된 Version 1.1 이후의 GNU Free Documentation License(GFDL)에 의해 허용됩니다. 라이선스의 복사본은 <ulink type="help" url="gnome-help:fdl">여기</ulink> 에서 찾으실 수 있습니다.
ru: Лицензия предоставляет право копировать, распространять и/или изменять этот документ в соответствии с <ulink type="help" url="gnome-help:fdl"><citetitle> GNU Free Documentation License </citetitle></ulink>, версии 1.1 или любой более поздней, изданной Фондом Свободного Программного Обеспечения (FSF) без изменения разделов, предисловий и послесловий. Копию лицензии можно найти <ulink type="help" url="gnome-help:fdl">здесь</ulink>.
sl: Dano je dovoljenje za kopiranje, distribuiranje in/ali spreminjanje tega dokumenta pod pogoji GNU Free Documentation License (GFDL) različice 1.1 ali katerekoli kasnejše različice, ki jo je objavila Free Software Foundation brez stalnih odsekov, besedila naslovnice in zadnje strani. Kopijo licence lahko najdete <ulink type="help" url="gnome-help:fdl">tukaj</ulink>.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and those trademarks are made aware to the members of the GNOME Documentation Project, the names have been printed in caps or initial caps.
fa: بسیاری از نام‌های استفاده شده توسط شرکت‌ها برای شناساندن محصولات و سرویس‌هایشان به عنوان علامت تجاری محسوب می‌شوند. هر جایی که هر کدام از این نام‌ها در مستندات گنوم مشاهده شود، این علامت‌های تجاری برای اعضای پروژه‌ی مستندات گنوم با نمایش آنها بصورت حروف بزرگ یا حرف ابتدایی بزرگ، مشخص شده است.
gl: Algúns dos nomes usados polas empresas para distinguir os seus produtos e servizos menciónanse como marcas comerciais. Onde aparezan ditos nomes en calquera documentación de GNOME, e para que os membros do proxecto de documentación recoñéza ditas marcas comerciais, ditos nomes imprímense en maiúsculas ou iniciais maiúsculas.
ko: 회사에서의 제품이나 서비스를 구분하기 위해 사용되는 수많은 이름들은 상표 입니다. 어떤 그놈 문서에 나타나는 상표 명칭이나 상표로 인지되는 그놈 문서 프로젝트의 구성원의 이름이 존재하는 곳에는 대문자로 표기하거나 대문자 약자로 표기됩니다.
ru: Многие названия продуктов и услуг являются торговыми марками других компаний. В документации GNOME они печатаются заглавными буквами целиком или начинаются с заглавной буквы.
sl: Veliko imen podjetij je uporabljenih za razločevanje njihovih izdelkov in storitev, zato si jih lastijo kot blagovne znamke. Kjer se ta imena pojavijo v dokumentaciji GNOME in člani projekta GNOME za njih vedo, so imena zapisana z velikimi črkami ali pa z velikimi začetnicami.

source: This manual describes version 1.5.7 of the GNOME Control Center.
fa: این راهنما نسخه ۱/۵/۷ مرکز کنترل گنوم را شرح می‌دهد.
gl: Este manual describe a versión 1.5.7 do Centro de Control de GNOME.
ko: 이 설명서는 그놈 제어 센터 버전 1.5.7에 대해 설명합니다.
ru: В этом руководстве описан центр управления GNOME версии 1.5.7.
sl: Priročnik je napisan za Nadzorno središče GNOME različice 1.5.7.
te: ఈ కరదీపిక గ్నోమ్ నియంత్రణా కేంద్రం యొక్క రూపాంతరం 1.5.7 ను వివరిస్తుంది.

source: Introduction
fa: مقدمه
gl: Introdución
ko: 개요
ru: Введение
sl: Uvod
te: పరిచయం

source: The <application>GNOME Control Center</application> provides a single window from which to launch all preference tools.
fa: <application>مرکز کنترل گنوم</application> یک پنجره‌ی تکی فراهم می‌کند که از طریق آن می‌توان ابزارهای ترجیحات را اجرا کرد.
gl: O <application>Centro de control de GNOME</application> proporciona unha ventá única dende a que executar tódolos paneis de preferencias.
ko: <application>그놈 제어 센터</application>는 모든 기본 설정 도구를 실행하는 단일 창을 제공합니다.
ru: <application>Центр управления GNOME</application> представляет собой окно, из которого можно запустить все инструменты настройки.
sl: <application>Nadzorno središče GNOME</application> zagotavlja enovito okolje za zagon nastavitev in drugih orodij.
te: అన్ని ప్రాధాన్యత పనిముట్లను ఒకే కిటికీలో ప్రారంభించేటట్లు <application>గ్నోమ్ నియంత్రణా కేంద్రం</application> సమకూరుస్తుంది.

source: To launch the <application>GNOME Control Center</application>, type <command>gnome-control-center</command> in a terminal window.
fa: برای اجرای <application>مرکز کنترل گنوم</application>، دستور <command>gnome-control-center</command> را در یک پنجره ترمینال وارد نمایید.
gl: Para executar o <application>Centro de Control de GNOME</application>, escriba <command>gnome-control-center</command> nunha fiestra de terminal de instruccións.
ko: <application>그놈 제어 센터</application>를 실행하려면 터미널 창에서 <command>gnome-control-center</command>를 입력합니다.
ru: Для запуска <application>центра управления GNOME</application> в окне терминала наберите <command>gnome-control-center</command>.
sl: Za zagon <application>Nadzornega središča GNOME</application>, v okno terminala vpišite <command>gnome-control-center</command>.
te: <application>గ్నోమ్ నియంత్రణా కేంద్రం</application> ప్రారంభించుటకు, టెర్మినల్ నందు <command>gnome-control-center</command> అని టైపు చేయండి.

source: For help on using preference tools, see the <ulink type="help" url="ghelp:user-guide?prefs">User Guide</ulink>.
fa: برای دریافت راهنمایی در زمینه ابزارهای ترجیحات لطفا به <ulink type="help" url="ghelp:user-guide?prefs">راهنمای کاربر</ulink>. مراجعه فرمایید.
gl: Para máis axuda no uso das ferramentas de preferencias, vexa a <ulink type="help" url="ghelp:user-guide?prefs">Guía de Usuario</ulink>.
ko: 기본 설정 도구의 도움말을 보시려면 <ulink type="help" url="ghelp:user-guide?prefs">사용자 안내서</ulink>를 보시기 바랍니다.
ru: Справка по использованию инструментов настройки представлена в <ulink type="help" url="ghelp:user-guide?prefs">руководстве пользователя</ulink>.
sl: Za pomoč o uporabi orodij si oglejte <ulink type="help" url="ghelp:user-guide?prefs">uporabniški vodnik</ulink>.
te: ప్రాధాన్యతా పనిముట్ల సహాయం కోసం, <ulink type="help" url="ghelp:user-guide?prefs">వాడుకరి మార్గదర్శకం</ulink> చూడండి.

source: Usage
fa: کاربرد
gl: Uso
ko: 사용법
ru: Использование
sl: Uporaba
te: వినియోగం

source: The <application>GNOME Control Center</application> shows icons for all preference tools installed on your system in a window. Select a preference tool to see its description in the status bar.
fa: <application>مرکز کنترل گنوم</application> شمایل تمام ابزارهای ترجیحات نصب شده روی سیستم شما را در یک پنجره در اختیارتان قرار می‌دهد. یکی از ابزراهای ترجیحات را انتخاب کنید تا توضیحاتی را راجع به آن در نوار وضعیت ملاحظه نمایید.
gl: O <application>Centro de Control de GNOME</application> amosa iconas para tódalas ferramentas de preferencias instaladas no seu sistema nunha fiestra. Seleccione a ferramenta de preferencias para ver unha descrición da mesma na barra de estado.
ko: <application>그놈 제어 센터</application>는 창 내부에 시스템에 설치된 모든 기본 설정 도구의 아이콘을 보여줍니다. 상태 막대에서 설명을 보시려면 기본 설정 도구를 선택하십시오.
ru: <application>Центр управления GNOME</application> показывает значки всех установленных в вашей системе инструментов настройки. Чтобы увидеть его описание в строке состояния, просто выделите его.
sl: <application>Nadzorno središče GNOME</application> v enem oknu pokaže ikone vseh orodij za nastavljanje sistema. Izbor orodja prikaže njegov opis v vrstici stanja.
te: <application>గ్నోమ్ నియంత్రణా కేంద్రం</application> మీ వ్యవస్థలో స్థాపించబడిన అన్ని ప్రాధాన్య పనిముట్లను ఒకే కిటికీలో చూపిస్తుంది. వివరణ చూచుటకు స్థితి పట్టీలోని ఒక ప్రాధాన్య పనిముట్టును ఎంచుకోండి.

source: To open a preference tool, double-click on its icon.
fa: برای باز کردن یک ابزار ترجیحات، روی شمایل آن دو بار کلیک کنید.
gl: Para abrir a ferramenta de preferencias, faga dobre clic no seu botón.
ko: 기본 설정 도구를 열기 위해 이 아이콘을 두 번 누르십시오.
ru: Для открытия инструмента настройки дважды щёлкните по его значку.
sl: Za zagon orodja dvokliknite na ustrezno ikono.
te: ప్రాధాన్యతల సాధనాన్ని తెరుచుటకు, ఈ ప్రతీకపై రెండుసార్లు నొక్కండి.

source: translator-credits
fa: سید علی‌اکبر نجفیان <ali_njfn@yahoo.com> آرش موسوی <mousavi.arash@gmail.com>
gl: Francisco Diéguez Souto <fran.diegeuz@glug.es>
ko: Seong-ho Cho <darkcircle.0426@gmail.com>, 2011
ru: Alexey Dunaev <keir.ru@gmail.com> Evgeni Solomin <deface@mail.com> Юрий Козлов <yuray@komaykino.ru>, 2011
sl: Andrej Žnidaršič <andrej.znidarsic@gmail.com>, 2010
te: Praveen Illa <mail2ipn@gmail.com>, ౨౦౧౧.

source: Ximian, Inc.
te: క్సిమియన్, ఇంక్
