Repository: khurshid-alam/Unity-Control-Center
Catalog: po/*.po
Languages: ne, ro, sd, sl, sq

source: This is not recommended for untrusted public networks.
sq: Kjo nuk rekomandohet për rrjetet publike që nuk janë të besueshme.

source: Proxy
sd: پراڪسي
sq: Proksi

source: IP Address
sd: آئي پي ايڊريس
sq: Adresa IP

source: IPv6 Address
sd: آئي پي 6 ايڊريس
sq: Adresa IPv6

source: Default Route
sd: ڊيفالٽ رُوٽ
sq: Rruga e Parazgjedhur

source: _Options...
sd: _اختيارَ…
sq: _Opsionet...

# proxy method
source: None
sd: ڪو به نه
sq: Asnjë

# proxy method
source: Automatic
sd: خودڪار
sq: Automatik

source: _Method
sd: _طريقيڪار
sq: _Metoda

source: _Configuration URL
sq: _URL e Konfigurimit

source: _HTTP Proxy
sq: _HTTP Proksi

source: H_TTPS Proxy
sq: H_TTPS Proksi

source: _FTP Proxy
sq: _FTP Proksi

source: Apply system wide
sd: سموري سرشتي تي لاڳو ڪريو
sq: Aplikoje për të gjithë sistemin

source: Select the interface to use for the new service
sq: Zgjidh ndërfaqen që do të përdoret për shërbimin e ri

source: C_reate...
sd: _ٺاهيو
sq: K_rijo...

source: _Interface
sd: _انٽرفيس
sq: _Ndërfaqja

source: Add Device
sd: اوزار وجهو
sq: Shto Pajisje

source: VPN Type
sd: وي پي اين قسم
sq: Lloji i VPN

source: Gateway
sd: گيٽوي
sq: Porta Hyrëse

source: Group Name
sd: گروپ نالو
sq: Emri i Grupit

source: Group Password
sd: گروپ ڳجهو لفظ
sq: Fjalëkalim Grupi

source: Username
sd: صارف نالو
sq: Emri i përdoruesit

source: _Configure...
sd: _ترتيب ڏيو…
sq: _Konfiguro...

source: Wireless Hotspot
sq: Pikë Lidhjeje Wireless

source: _Turn On
sd: _کوليو
sq: _Ndize

source: Wireless
sd: وائرليس
sq: Wireless (pa fije)

source: _Use as Hotspot...
sq: _Përdore si Hotspot...

source: Connect to a Hidden Network
sd: لڪل نيٽوَرڪ سان ڳنڍيو
sq: Lidhu me një Rrjet të Fshehtë

source: _Disconnect
sd: رابطو _ٽوڙيو
sq: _Shkëputu

source: _Connect
sd: _ڳنڍيو
sq: _Lidhu

source: Last used
sd: آخري استعمال
sq: Përdorur e fundit

source: Hardware Address
sd: هارڊويئر ايڊريس
sq: Adresa e Hardware

source: Security
sd: سيڪيورٽي
sq: Siguria

source: Strength
sd: طاقت
sq: Fuqia

source: Link speed
sq: Shpejtësia e lidhjes

source: IPv4 Address
sd: آئي پي 4 ايڊريس
sq: Adresa IPv4

source: _Forget Network
sd: نيٽوَرڪ _وساريو
sq: _Harro Rrjetin

source: _Settings...
sd: _ترتيبون…
sq: _Parametrat...

source: Switch off to connect to a wireless network
sq: Mbylle për tu lidhur me një rrjet wireless

source: Network Name
sd: نيٽوَرڪ نالو
sq: Emri i Rrjetit

source: Connected Devices
sd: ڳنڍيل اوزار
sq: Pajisjet e Lidhura

source: Security type
sd: سيڪيورٽي قسم
sq: Lloji i sigurisë

source: Security key
sd: سيڪيورٽي ڪِي
sq: Çelësi i sigurisë

source: Wired
sd: وائرڊ
sq: Kabllor

source: Mesh
sd: ميش
sq: Përzierje

source: Infrastructure
sd: انفرا اسٽرڪچر
sq: Infrastrukturë

source: Status unknown
sq: Statusi i panjohur

source: Unmanaged
sd: بي انتظام
sq: I Pa menaxhuar

source: Firmware missing
sq: Firmware mungon

source: Cable unplugged
sd: تار نڪتل
sq: Kablli është shkëputur

source: Unavailable
sd: غير دستياب
sq: I padisponueshëm

source: Disconnected
sq: I shkëputur

source: Connecting
sd: ڳنڍيندي
sq: Po bëhet lidhja

source: Authentication required
sd: تصديق گهربل
sq: Kërkohet identifikimi

source: Connected
sd: ڳنڍيل
sq: I lidhur

source: Disconnecting
sq: Po Shkëputet

source: Connection failed
sd: ڳانڍاپو ناڪام
sq: Lidhja dështoi

source: Status unknown (missing)
sq: Gjendja e panjohur (mungon)

source: Configuration failed
sd: ترتيب ناڪام
sq: Konfigurimi dështoi

source: IP configuration failed
sd: آئي پي ترتيب ناڪام
sq: Konfigurimi i IP dështoi

source: IP configuration expired
sq: Konfigurimi i IP skadoi

source: Secrets were required, but not provided
sq: Sekrete u kërkuan, por nuk u dhanë

source: 802.1x supplicant disconnected
sq: lidhësi 802.1x u shkëput

source: 802.1x supplicant configuration failed
sq: konfigurimi i lidhësit 802.1x dështoi

source: 802.1x supplicant failed
sq: lidhësi 802.1x dështoi

source: 802.1x supplicant took too long to authenticate
sq: lidhësi 802.1x nuk u identifikua për një kohë të gjatë

source: PPP service failed to start
sq: shërbimet PPP nuk nisën

source: PPP service disconnected
sq: shërbimi PPP u shkëput

source: PPP failed
sq: PPP dështoi

source: DHCP client failed to start
sq: klienti DHCP dështoi në nisje

source: DHCP client error
sq: Gabim i klientit DHCP

source: DHCP client failed
sq: klienti DHCP dështoi

source: Shared connection service failed to start
sq: Shërbimi i lidhjes së përbashkët dështoi në nisje

source: Shared connection service failed
sq: Shërbimi i lidhjes së përbashkët dështoi

source: AutoIP service failed to start
sq: Shërbimi AutoIP dështoi në nisje

source: AutoIP service error
sq: Gabim i shërbimit AutoIP

source: AutoIP service failed
sq: Shërbimi AutoIP dështoi

source: Line busy
sq: Linja është e zënë

source: No dial tone
sq: Nuk ka ton tingulli

source: No carrier could be established
sq: Nuk u përcaktua asnjë mbartës

source: Dialing request timed out
sq: Kërkesës për lidhje i skadoi koha

source: Dialing attempt failed
sq: Përpjekja për lidhje dështoi

source: Modem initialization failed
sq: Nisja e modemit dështoi

source: Failed to select the specified APN
sq: Dështova në përzgjedhjen e APN të specifikuar

source: Not searching for networks
sq: Nuk po kërkoj për rrjete

source: Network registration denied
sq: Regjistrimi me rrjetin u mohua

source: Network registration timed out
sq: Regjistrimi me rrjetin skadoi

source: Failed to register with the requested network
sq: Dështova në regjistrimin me rrjetin e kërkuar

source: PIN check failed
sq: Kontrolli i PIN dështoi

source: Firmware for the device may be missing
sq: Firmware për pajisjen mund të mos jetë e disponueshme

source: Connection disappeared
sq: Lidhja u zhduk

source: Carrier/link changed
sq: Mbartësi/lidhja ndryshoi

source: Existing connection was assumed
sq: Lidhja ekyistuese rinisi

source: Modem not found
sd: ماڊيم هٿ نه آيو
sq: Modemi nuk u gjet

source: Bluetooth connection failed
sd: بلوٽوٿ ڳانڍاپو ناڪام
sq: Lidhja me bluetooth dështoi

source: SIM Card not inserted
sq: Karta SIM nuk është vendosur

source: SIM Pin required
sq: Kërkohet PIN i SIM

source: SIM Puk required
sq: Kërkohet PUK i SIM

source: SIM wrong
sq: SIM e gabuar

source: InfiniBand device does not support connected mode
sq: Pajisja InfiniBand nuk e suporton mënyrën e lidhjes

source: Connection dependency failed
sq: Vartësia e lidhjes dështoi

source: Unknown time
sd: نامعلوم وقت
sq: Kohë e panjohur

source: %i minute
sd: %i منٽ
sq: %i minutë

source: %i hour
sd: %i ڪلاڪ
sq: %i orë

source: hour
sd: ڪلاڪ
sq: orë

source: minute
sd: منٽ
sq: minutë

source: Charging - %s until fully charged
sq: Karikimi - %s deri në karikim të plotë

source: Caution low battery, %s remaining
sq: Kujdes! Ka pak bateri, %s ngelet

source: Using battery power - %s remaining
sq: Duke përdorur tensionin e baterisë - %s ngelet

source: Charging
sd: ڀريندي
sq: Duke u Karikuar

source: Using battery power
sd: بيٽري پاور تي
sq: Duke përdorur tensionin e baterisë

source: Charging - fully charged
sd: ڀريندي - مڪمل ڀريل
sq: Karikimi - karikuar plotësisht

source: Empty
sd: خالي
sq: Bosh

source: Caution low UPS, %s remaining
sq: Kujdes UPS e ulët, %s ngelet

source: Using UPS power - %s remaining
sq: Duke përdorur tensionin e UPS - %s ngelet

source: Caution low UPS
sq: Kujdes UPS e ulët

source: Using UPS power
sd: يو پي ايس پاور تي
sq: Duke përdorur tensionin e UPS

source: Your secondary battery is fully charged
sd: توهان جي ثانوي بيٽري مڪمل ڀريل آهي
sq: Bateria juaj dytësore është karikuar plotësisht

source: Your secondary battery is empty
sd: توهان جي ثانوي بيٽري خالي آهي
sq: Bateria juaj dytësore është bosh

source: Wireless mouse
sd: وائرليس مائوس
sq: Miu wireless

source: Wireless keyboard
sd: وائرليس ڪيبورڊ
sq: Tastiera wireless

source: Uninterruptible power supply
sq: Furnizues tensioni pa ndërprerje

source: Personal digital assistant
sq: Ndihmës personal digital

source: Cellphone
sd: موبائل فون
sq: Celular

source: Media player
sd: ميڊيا هلائڻو
sq: Luajtësi i Mediave

source: Tablet
sd: ٽيبليٽ
sq: Tabletë

source: Computer
sd: ڪمپيوٽر
sq: Kompjuter

source: Battery
sd: بيٽري
sq: Bateria

# Battery power
source: Charging
sd: ڀريندي
sq: Duke u Karikuar

# Battery power
source: Caution
sd: خبرداري
sq: Kujdes

# Battery power
source: Low
sd: گھٽ
sq: I Ulët

# Battery power
source: Good
sd: سٺو
sq: Mirë

# Battery power
source: Charging - fully charged
sd: ڀريندي - مڪمل ڀريل
sq: Karikimi - karikuar plotësisht

# Battery power
source: Empty
sd: خالي
sq: Bosh

source: Tip: <a href="screen">screen brightness</a> affects how much power is used
sq: Këshillë: <a href="screen">ndriçimi i ekranit</a> ndikon në sasinë e fuqisë që përdoret

source: Power
sd: پاور
sq: Tensioni

source: Power management settings
sd: پاور انتظام ترتيبون
sq: Parametrat e menaxhimit të tensionit

source: Hibernate
sd: گهرو سمهاريو
sq: Hiberno

source: Power off
sd: بند ڪريو
sq: Fike

source: 5 minutes
sd: 5 منٽ
sq: 5 minuta

source: 10 minutes
sd: 10 منٽ
sq: 10 minuta

source: 20 minutes
sq: 20 minuta

source: 30 minutes
sd: 30 منٽ
sq: 30 minuta

source: 1 hour
sd: 1 ڪلڪ
sq: 1 orë

source: 2 hours
sq: 2 orë

source: Don't suspend
sd: نه روڪيو
sq: Mos e pezullo

source: Suspend
sd: روڪيو
sq: Pezullo

source: When battery is present
sd: جڏهن بيٽري موجود هجي
sq: Kur bateria është e pranishme

source: When battery is charging/in use
sd: جڏهن بيٽري ڀرجندڙ\استعمال ۾ هجي
sq: Kur bateria karikohet/në përdorim

source: Never
sd: ڪڏهن به نه
sq: Kurrë

source: On battery power
sd: بيٽري پاور تي
sq: Me tension baterie

source: When plugged in
sd: جڏهن تار بجلي تي
sq: Kur është në tension

source: Suspend when inactive for
sd: هيتري دير غيرفعال هئڻ تي روڪيو
sq: Pezulloje kur nuk është aktive për

source: When power is _critically low
sd: جڏهن پاور _انتهائي گهٽ هجي
sq: Kur tensioni është _kritikisht i ulët

source: When the lid is closed
sd: جڏهن ڍڪ بند ٿئي
sq: Kur mbyllet kapaku

source: Show battery status in the _menu bar
sd: _فهرست پٽيءَ ۾ بيٽري جي حالت ڏيکاريو
sq: Shfaqe gjendjen e baterisë në shiritin e _menuve

source: Low on toner
sd: ٽونر گهٽ آهي
sq: Niveli i bojës është i ulët

source: Out of toner
sd: ٽونر ختم ٿيل
sq: Nuk ka më bojë

source: Low on developer
sd: ڊويلپر گهٽ آهي
sq: Niveli i zhvilluesit është i ulët

source: Out of developer
sd: ڊويلپر ختم ٿيل
sq: Nuk ka më zhvillues

source: Low on a marker supply
sq: Një nga kasetat ka nivel të ulët

source: Out of a marker supply
sq: Një nga kasetat është e zbrazët

source: Open cover
sd: ڍڪ کوليو
sq: Kapaku është i hapur

source: Open door
sd: در کوليو
sq: Dera është e hapur

source: Low on paper
sd: پنو گهٽ آهي
sq: Ka pak letër

source: Out of paper
sd: پنا ختم ٿيل
sq: Letrat kanë mbaruar

# printer state
source: Offline
sd: غير حاضر
sq: Shkëputur

# printer state
source: Paused
sd: ترسيل
sq: Në pauzë

source: Waste receptacle almost full
sq: Koshi i mbetjeve gati është mbushur

source: Waste receptacle full
sq: Koshi i mbetjeve është plot

source: The optical photo conductor is near end of life
sq: Foto konduktori optik po i afrohet fundit të jetës

source: The optical photo conductor is no longer functioning
sq: Foto konduktori optik nuk funksionon më

# printer state
source: Configuring
sq: Duke konfiguruar

# printer state
source: Ready
sd: تيار
sq: Gati

# printer state
source: Processing
sq: Duke proçesuar

# printer state
source: Stopped
sd: بيهاريل
sq: Ndaluar

source: Toner Level
sd: ٽونر مقدار
sq: Niveli i Tonerit

source: Ink Level
sd: مس جي مقدار
sq: Niveli i Bojës

source: Supply Level
sq: Niveli i furnizimit

# printer state
source: Installing
sd: تنسيب ڪندي
sq: Duke Instaluar

source: No printers available
sd: پرنٽر دستياب نه آهن
sq: Nuk ka printera të disponueshëm

source: %u active
sd: %u فعال
sq: %u aktive

source: Failed to add new printer.
sd: نئون پرنٽر وجهڻ ۾ ناڪام.
sq: Dështuam në shtimin e printerit të ri.

source: Select PPD File
sq: Zgjidh Skedarin PPD

source: PostScript Printer Description files (*.ppd, *.PPD, *.ppd.gz, *.PPD.gz, *.PPD.GZ)
sq: Skedarë të Përshkrimit të PostScript Printer (*.ppd, *.PPD, *.ppd.gz, *.PPD.gz, *.PPD.GZ)

source: No suitable driver found
sd: ڪو مناسب ڊرائيور نه مليو
sq: Nuk u gjet draiver i përshtatshëm

source: Searching for preferred drivers...
sq: Duke kërkuar për printera të preferuar...

source: Select from database...
sd: ڊيٽابيس مان چونڊيو
sq: Zgjidh nga baza e të dhënave...

source: Provide PPD File...
sq: Jep Skedarin PPD...

source: Test page
sd: ٽيسٽ صفحو
sq: Faqe testimi

source: Could not load ui: %s
sq: Nuk munda të ngarkoj ui: %s

source: Printers
sd: پرنٽر
sq: Printerat

source: Change printer settings
sd: پرنٽر ترتيبون بدلايو
sq: Ndrysho parametrat e printerit

source: Close
ro: Închide
sd: بند
sl: Zapri
sq: Mbyll

source: Active Jobs
sq: Punët Aktive

source: Resume Printing
sd: ڇپائي جاري ڪريو
sq: Rinis Printimin

source: Pause Printing
sd: ڇپائي ترسايو
sq: Ndalo Printimin

source: Cancel Print Job
sq: Anullo një Punë Printimi

source: _Add
ro: _Adaugă
sd: _وجهو
sl: _Dodaj
sq: _Shto

source: Add a New Printer
sd: نئون پرنٽر وجهو
sq: Shto një Printer të Ri

source: Search for network printers or filter result
sq: Kërko për draivera të rrjetit ose filtro rezultatin

source: Options
ne: विकल्पहरु
sd: اختيارات
sq: Opsionet

source: Loading options...
sd: اختيارات آڻيندي
sq: Opsionet e ngarkimit...

source: Cancel
sd: رد
sq: Anullo

source: Select
sd: چونڊيو
sq: Përzgjidhni

source: Loading drivers database...
sq: Duke ngarkuar bazën e të dhënave për draiverat...

source: Select Printer Driver
sd: پرنٽر ڊرائيور چونڊيو
sq: Zgjidh Draiverine Printerit

source: One Sided
sd: هڪ پاسو
sq: Një Faqëshe

source: Long Edge (Standard)
sq: Ana e Gjatë (Standart)

source: Short Edge (Flip)
sq: Ana e Shkurtër (Flip)

source: Portrait
sq: Portret

source: Landscape
sq: Panoramë

source: Reverse landscape
sq: Horizontale e përmbysur

source: Reverse portrait
sq: Vertikale e përmbysur

# print job
source: Pending
sq: Në pritje

# print job
source: Held
sq: Në Pritje

# print job
source: Processing
sq: Duke proçesuar

# print job
source: Stopped
sd: بيهاريل
sq: Ndaluar

# print job
source: Canceled
sd: رد ٿيل
sq: Anulluar

# print job
source: Aborted
sq: Ndërprerë

# print job
source: Completed
sd: مڪمل ٿيل
sq: Plotësuar

source: Job Title
sq: Titulli i Punës

source: Job State
sq: Gjendja e Punës

source: Time
sd: وقت
sq: Koha

source: %s Active Jobs
sq: %s Punët Aktive

source: No printers detected.
sd: ڪو پرنٽر دريافت نه ٿيو
sq: Nuk janë dalluar printera.

source: Two Sided
sd: ٻئي پاسا
sq: Dy Faqëshe

source: Paper Type
sd: پني جو قسم
sq: Lloji i Letrës

source: Paper Source
sd: پني جو ذخيرو
sq: Burimi i Letrës

source: Output Tray
sq: Sirtari i Daljes

source: Resolution
sq: Rezolucioni

source: GhostScript pre-filtering
sq: Para-filtrim GhostScript

source: Pages per side
sq: Faqet për anë

source: Two-sided
sd: ٻئي پاسا
sq: Dy-anëshe

source: Orientation
sq: Orientimi

# Printer Option Group
source: General
sd: عام
sq: Të Përgjithshme

# Printer Option Group
source: Page Setup
sq: Rregullimi i Faqes

# Printer Option Group
source: Installable Options
sd: تنسيب لائق اختيار
sq: Opsionet e Instalueshme

# Printer Option Group
source: Job
sq: Puna

# Printer Option Group
source: Image Quality
sd: عڪس جو معيار
sq: Cilësia e Figurës

# Printer Option Group
source: Color
sd: رنگين
sq: Ngjyra

# Printer Option Group
source: Finishing
sq: Duke përfunduar

# Printer Option Group
source: Advanced
sq: Të Avancuara

source: %s Options
sq: %s Opsionet

source: Auto Select
sq: Zgjedhje Automatike

source: Printer Default
sd: پرنٽر ڊيفالٽ
sq: Rregullimet e Parazgjedhura të Printerit

source: Embed GhostScript fonts only
sq: Bashkangjit Vetëm Gërmat e GhostScript

source: Convert to PS level 1
sq: Konverto në PS niveli 1

source: Convert to PS level 2
sq: Konverto në PS niveli 2

source: No pre-filtering
sq: Asnjë para-filtrim

source: Manufacturers
sq: Prodhuesit

source: Drivers
sd: ڊرائيور
sq: Draiverat

source: Add Printer
sd: پرنٽر وجهو
sq: Shto Printer

source: Remove Printer
sd: پرنٽر هٽايو
sq: Hiqe Printerin

source: Supply
sq: Furnizimi

source: Location
sd: هنڌ
sq: Vendodhja

source: _Default
sd: _ڊيفالٽ
sq: I _Parazgjedhur

source: Jobs
sq: Punët

source: _Show
sd: _ڏيکاريو
sq: _Shfaq

source: Model
sd: ماڊل
sq: Modeli

source: label
sd: ليبل
sq: etiketa

source: Setting new driver...
sq: Duke vendosur draiverin e ri...

source: page 3
sd: صفحو 3
sq: faqja 3

source: Print _Test Page
sd: ٽيسٽ صفحو ڇاپيو
sq: Printo një Faqe _Testimi

source: _Options
sd: _اختيارات
sq: _Opsionet

source: Add New Printer
sd: نئون پرنٽر وجهو
sq: Shtoni shtypës të ri

source: Sorry! The system printing service doesn't seem to be available.
sq: Na vjen keq! Shërbimi i printimit të sistemit nuk është i disponueshëm.

source: Text Entry
sq: Hyrje Teksti

source: Change your keyboard or input method settings
sq: Ndryshoni tastierën tuaj ose parametrat e metodës së hyrjes

source: Language;Layout;Keyboard;Input Method;Text Entry;
sq: Gjuha;Planimetria;Tastiera;Metoda e Hyrjes;Hyrja e Tekstit;

source: Region and Language
sd: علائقو ۽ ٻولي
sq: Krahina dhe Gjuha

source: Input sources to use:
sq: Burimet e hyrjes që do të përdoren:

source: Switch to next source using:
sq: Kalo tek burimi tjetër duke përdorur:

source: Switch to previous source using:
sq: Kalo tek burimi i mëparshëm duke përdorur:

source: Use the same source for all windows
sq: Përdor të njëjtin burim për të gjitha dritaret

source: Allow different sources for each window
sq: Përdor burime të ndryshme për çdo dritare

source: New windows use the default source
sq: Dritaret e reja përdorin burimin e parazgjedhur

source: New windows use the current source
sq: Dritaret e reja përdorin burimin e tanishëm

source: Show input candidates:
sq: Shfaq kandidatët e hyrjes:

source: Horizontally
sq: Horizontalisht

source: Vertically
sq: Vertikalisht

source: Using custom font:
sq: Përdorim gërmash të vetëzgjedhura:

source: Show current input source in the menu bar
sq: Shfaq burimin e tanishëm të hyrjes në shiritin e menusë

source: Keyboard Settings...
sq: Parametrat e Tastierës...

source: Imperial
sd: امپيريل
sq: Perandorak

source: Metric
sd: ميٽرڪ
sq: Metrik

source: Choose an input source
sq: Zgjidh një burim hyrjeje

source: Select an input source to add
sq: Zgjidhni një burim hyrjeje për ta shtuar

source: The login screen, system accounts and new user accounts use the system-wide Region and Language settings.
sq: Ekrani i hyrjes, llogaritë e sistemit dhe llogaritë e reja të përdoruesit përdorin parametrat e Krahinës dhe Gjuhës të të gjithë sistemit.

source: The login screen, system accounts and new user accounts use the system-wide Region and Language settings. You may change the system settings to match yours.
sq: Ekrani i hyrjes, llogaritë e sistemit dhe llogaritë e reja të përdoruesit përdorin parametrat e Krahinës dhe Gjuhës të të gjithë sistemit. Ju mund ti ndryshoni parametrat e sistemit që të përputhen me tuajat.

source: Copy Settings
sq: Parametrat e Kopjimit

source: Copy Settings...
sq: Parametrat e Kopjimit...

source: Select a display language (change will be applied next time you log in)
sd: ڏيکاءُ لاءِ ٻولي چونڊيو (تبديلي اوهان جي ٻيهر داخل ٿيڻ وقت لاڳو ٿيندي)
sq: Zgjidh gjuhën e ekranit (ndryshimi do të aplikohet herën tjetër që ti hyn në sistem)

source: Add Language
sd: ٻولي وجهو
sq: Shto Gjuhën

source: Install languages...
sd: ٻوليون تنسيب ڪريو…
sq: Instalo gjuhët...

source: Language
sd: ٻولي
sq: Gjuha

source: Select a region (change will be applied the next time you log in)
sd: علائقو چونڊيو (تبديلي تڏهن لاڳو ٿيندي جڏهن توهان ٻيهر داخل ٿيندا)
sq: Zgjidhni një krahinë (ndryshimi do të aplikohet herën tjetër që hyni)

source: Add Region
sd: علائقو وجهو
sq: Shto Zonë

source: Remove Region
sd: علائقو هٽايو
sq: Hiqe Zonën

source: Dates
sd: تاريخون
sq: Datat

source: Times
sd: وقتَ
sq: Kohët

source: Numbers
sd: نمبرَ
sq: Numrat

source: Currency
sd: سڪو
sq: Monedha

source: Measurement
sd: ماپ
sq: Matja

source: Examples
sd: مثالون
sq: Shembuj

source: Formats
sd: فارميٽَ
sq: Formatet

source: Select keyboards or other input sources
sq: Zgjidh tastierat dhe burimet e tjera të hyrjes

source: Add Input Source
sq: Shto Burim Hyrjeje

source: Remove Input Source
sq: Hiq Burim Hyrjeje

source: Move Input Source Up
sq: Lëvize Lart Burimin e Hyrjes

source: Move Input Source Down
sq: Lëvize Poshtë Burimin e Hyrjes

source: Input Source Settings
sq: Parametrat e Burimit të Hyrjes

source: Show Keyboard Layout
sd: ڪيبورڊ نقشو ڏيکاريو
sq: Shfaq Daljen e Tastierës

source: Shortcut Settings
sq: Parametrat e Shkurtoreve

source: Input Sources
sq: Burimet e Hyrjes

source: Display language:
sd: نمائشي ٻولي:
sq: Gjuha e ekranit:

source: Input source:
sq: Burimi i hyrjes:

source: Format:
sd: فارميٽ:
sq: Formati:

source: Your settings
sd: توهان جون ترتيبون
sq: Parametrat e tu

source: System settings
sd: سرشتي جون ترتيبون
sq: Parametrat e sistemit

source: New accelerator…
sq: Përshpejtues tjetër...

source: Brightness & Lock
sd: روشنائي ۽ تالو
sq: Ndriçimi & Bllokimi

source: Screen brightness and lock settings
sd: اسڪرين روشنائي ۽ تالي جون ترتيبون
sq: Parametrat e ndriçimit të ekranit dhe të bllokimit

source: Screen turns off
sd: اسڪرين بند ٿئي
sq: Ekrani fiket

source: 30 seconds
sd: 30 سيڪنڊ
sq: 30 sekonda

source: 1 minute
sd: 1 منٽ
sq: 1 minutë

source: 2 minutes
sd: 2 منٽ
sq: 2 minuta

source: 3 minutes
sd: 3 منٽ
sq: 3 minuta

source: _Dim screen to save power
sd: پاور بچائڻ لاءِ اسڪرين _انجهي ڪريو
sq: _Zbehe ekranin për të kursyr tensionin

source: Brightness
sd: روشنائي
sq: Ndriçimi

source: _Turn screen off when inactive for:
sd: هيتري دير غيرفعال رهڻ کانپوءِ اسڪرين _بند ڪريو:
sq: _Fike ekranin kur nuk është aktiv për:

source: _Lock screen after:
sd: هن کانپوءِ اسڪرين کي _تالو هڻو:
sq: _Bllokoje ekranin pas:

source: Require my password when waking from suspend
sd: روڪيل حالت مان جاڳڻ کانپوءِ منهنجو ڳجهو لفظ گهرو
sq: Kërko fjalëkalimin tim kur ngrihesh nga pezullimi

source: Don't lock when at home
sd: گهر هئڻ وقت تالو نه هڻو
sq: Mos e blloko kur është në shtëpi

source: Locations...
sd: هنڌ…
sq: Vendndodhjet...

source: Show _notifications when locked
sq: Shfaq _njoftimet kur bllokohet

source: Lock
sd: تالو
sq: Blloko

# balance
source: Left
sd: کاٻو
sq: Majtas

# balance
source: Right
sd: ساڄو
sq: Djathtas

# balance
source: Rear
sd: پٺيون
sq: I Pasëm

# balance
source: Front
sd: اڳيون
sq: Ballor

# balance
source: Maximum
sq: Maksimum

source: _Balance:
sq: _Balanca:

source: _Fade:
sq: _i Zbehur:

# volume
source: Unamplified
sq: I pa amplifikuar

source: _Profile:
sd: _پروفائل:
sq: _Profili:

source: %u Output
sq: %u Dalja

source: %u Input
sq: %u Hyrja

source: System Sounds
sd: سرشتي جا آواز
sq: Tingujt e sistemit

source: Peak detect
sq: Dallo kulmin

source: Settings for %s
sd: %s لاءِ ترتيبون
sq: Parametrat për %s

source: Mode:
sd: موڊ:
sq: Mënyra:

source: Name
sd: نالو
sq: Emri

source: Speaker Testing for %s
sq: Testimi i Folësit për %s

source: Output
sq: Dalja

source: Play sound through
sd: آواز هن سان هلايو:
sq: Luaje zërin me anë të

source: Settings for the selected device
sd: چونڊيل اوزار لاءِ ترتيبون
sq: Parametrat për pajisjen e përzgjedhur

source: Test:
sd: ٽيسٽ:
sq: Testo:

source: Test Sound
sd: آواز ٽيسٽ ڪريو:
sq: Tingull prove

source: Input
ro: Intrare
sq: Hyrja

source: Record sound from
sd: آواز هن مان ڀريو:
sq: Regjistro zë nga

source: _Input volume:
sq: Valumi në _hyrje:

source: Input level:
sq: Niveli në hyrje:

source: Sound Effects
sq: Efektet e Zërit

source: _Alert volume:
sq: Volumi i _lajmërimit:

source: Applications
sd: پروگرام
sq: Programet

source: No application is currently playing or recording audio.
sq: Asnjë program nuk po luan apo regjistron audio për momentin

source: _Output volume:
sq: Volumit në _dalje:

source: Built-in
sq: E ndërtuar brenda
