Repository: khurshid-alam/Unity-Control-Center
Catalog: po/*.po
Languages: ne, ro, sd, sl, sq

source: _Save Theme...
ne: _... विषय संचय गर

source: _Theme name:
ne: _विषयको नाम:

source: theme selection tree
ne: ढाँचा छनौट ट्रि

source: Menus & Toolbars
ne: मेनूहरु र औजारबारहरु

source: <b>Behavior and Appearance</b>
ne: <b>व्यवहार र उदभव</b>

source: <b>Preview</b>
ne: <b>पूर्वदृष्य</b>

source: C_ut
ne: काट

source: Icons only
ne: चिन्हहरु मात्र

source: Menu and Toolbar Preferences
ne: मेनू र यन्त्रपट्टि प्राथमिक्ताहरु

source: New File
ne: नयाँ फाईल

source: Open File
ne: फाईल खोल

source: Save File
ne: फाईल संचय गर

source: Show _icons in menus
ne: मेनूहरुमा चिन्हहरु देखाउ

source: Text below icons
ne: चिन्हहरु मुनिको पाठ

source: Text beside icons
ne: चिन्हहरु पछाडिको पाठ

source: Text only
ne: पाठ मात्र

source: _Copy
ne: _नक्कल गर

source: _Detachable toolbars
ne: छुटाउनलायक औजारबारहरु

source: _Edit
ne: _सम्पादन गर

source: _File
ne: _फाईल

source: _New
ne: _नयाँ

source: _Open
ne: _खोल

source: _Paste
ne: _टाँस

source: _Print
ne: _छाप

source: _Quit
ne: _अन्त्य गर

source: _Save
ne: _संचय

source: Control
ne: नियन्त्रण

source: Alt
ne: अल्टर(विकल्प)

source: Hyper
ne: अति

source: Super (or "Windows logo")
ne: सर्वोत्तम(वा" विन्डोको संकेत")

source: Meta
ne: पारि

source: <b>Movement Key</b>
ne: <b>चाल कि</b>

source: <b>Titlebar Action</b>
ne: <b>शीर्षकपट्टि कार्य</b>

source: <b>Window Selection</b>
ne: <b>विन्डो छनौट</b>

source: Window Preferences
ne: विन्डोको प्राथमिकताहरु

source: _Interval before raising:
ne: उठाउन अगाडिको अन्तराल:

source: _Raise selected windows after an interval
ne: एउटा अन्तराल पछि छानिएका विन्डोहरु उठाउ

source: Windows
ne: विन्डोहरु

source: Others
ne: अन्य

source: Desktop Preferences
ne: डेक्सटपको प्राथमिकताहरु

source: GNOME Control Center
ne: जिनोम नियन्त्रण केन्द्र
ro: Centrul de control GNOME
sl: Kontrolni center GNOME

source: The GNOME configuration tool
ne: जिनोम समायोजना यन्त्र
ro: Unealta de configurare GNOME
sl: Nastavitveno orodje GNOME-a.

source: Volume
ne: आवाज
sl: Glasnost

source: Could not initialize Bonobo
ne: बोनोबोको सुरूआत गर्न सकिएन

source: Slow Keys Alert
ne: सुस्त किहरुको़़ चेतावनी

source: Do you want to activate Slow Keys?
ne: के तपाई सुस्त किहरु सक्रिय बनाउन चहानुहुन्छ?

source: Do you want to deactivate Slow Keys?
ne: के तपाई सुस्त किहरु असक्रिय बनाउन चहानुहुन्छ?

source: Sticky Keys Alert
ne: टाँसिन्ने किहरुको चेतावनी

source: Do you want to activate Sticky Keys?
ne: के तपाई टाँसिन्ने किहरु असक्रिय बनाउन चहानुहुन्छ?

source: Do you want to deactivate Sticky Keys?
ne: के तपाई टाँसिन्ने किहरु असक्रिय बनाउन चहानुहुन्छ?

source: Use X settings
ne: यक्स निरधारणहरु प्रयोग गर

source: Use GNOME settings
ne: जिनोम निर्धारणहरु प्रयोग गर

source: _Do not show this message again
ne: यो संदेश पुन; नदेखाउ

source: Couldn't load sound file %s as sample %s
ne: %sफाईल %s नमूना जस्तै लोड गर्न सकिएन

source: Cannot determine user's home directory
ne: प्रयोगकर्ताको गृह डैरेक्टरी निर्धारण गर्न सकिएन

source: GConf key %s set to type %s but its expected type was %s
ne: %s जिकन्फ कि %s प्रकारमा निर्धारण गरियो तर यसको अपेक्षित प्रकार %s थियो

source: Error creating signal pipe.
ne: सांकेतिक पाइप बनाउदा त्रुटि

source: Preview Width
ne: चौडाईको पूर्वदृष्य देखान

source: Preview Height
ne: उचाईको पूर्वदृष्य देखान

source: Screen
ne: पर्दा

source: The file %s is not a valid wav file
ne: %s फाईल एउटा मान्य वेभ फाईल होइन

source: Event
ne: घटना
ro: Eveniment

source: Sound File
ne: ध्वनि फाईल

source: _Sounds:
ne: ध्वनिहरु:

source: Sound _file:
ne: ध्वनि-फाईल:

source: Select Sound File
ne: ध्वनि फाईल छान्नुहोस्

source: _Play
ne: बजाउ

source: _Remove
ne: हटाउ
ro: _Elimină
sl: _Odstrani

source: Maximize
ne: ठूलो बनाउ

source: Roll up
ne: माथि जाउ

source: Brightness up
ne: उज्यालोपन

source: E-mail
ne: वि-पत्र

source: E-mail's shortcut.
ne: वि-पत्रको छोटोविधि

source: Eject's shortcut.
ne: निकालको छोटोविधि

source: Launch help browser's shortcut.
ne: मद्दत शुरु गर, ब्राउजरको सरलविधि

source: Launch web browser's shortcut.
ne: सञ्जाल ब्राउजरको छोटोविधि प्रारम्भ गर

source: Pause
ne: रोक

source: Previous track key's shortcut.
ne: अघिल्लो ट्रयाक किको सरलविधि

source: Search's shortcut.
ne: निष्क्रियको छोटोविधि।

source: Sleep
ne: निष्क्रिय गर

source: Sleep's shortcut.
ne: निष्क्रियको छोटोविधि।

source: Stop playback key
ne: बजाउन बन्द गर्ने कि

source: Volume mute's shortcut
ne: ध्वनि मौनको सरलविधि

source: Volume step
ne: आवाज तह

source: Show Startup Errors
ne: प्रारम्भिक त्रुटिहरु देखाउ

source: _Postpone break
ne: विश्राम पछि सार

source: Take a break!
ne: विश्राम लिनुहोस्!

source: /_Preferences
ne: /_प्राथमिकताहरु

source: /_About
ne: /_बारेमा

source: /_Take a Break
ne: /_विश्राम लिनुहोस्

source: Less than one minute until the next break
ne: आगामी विश्राम सम्म एक मिनेटभन्दा कम

source: A computer break reminder.
ne: एउटा कमप्युटर विश्राम संझोटो

source: Written by Richard Hult &lt;richard@imendio.com&gt;
ne: Richard Hult &lt द्वारा लेखिएको;richard@imendio.com&gt;

source: Eye candy added by Anders Carlsson
ne: आई क्यान्डि यान्डर्स कार्ल्ससनद्वारा थपिएको हो

source: Break reminder
ne: विश्राम तालिका

source: The quick brown fox jumps over the lazy dog. 0123456789
ne: फुर्तिलो खैरो फ्याउरो अल्छी कुकुरकोमाथि बाट उफ्रिन्छ।०१२३४५६७८९

source: Name:
ne: नाम:
ro: Nume:
sl: Ime:

source: Style:
ne: शैलि:
sl: Slog:

source: Type:
ne: प्रकार:

source: Size:
ne: आकार:
ro: Mărime:
sl: Velikost:

source: Version:
ne: संस्करण:

source: Copyright:
ne: सर्वाधिकार:

source: Description:
ne: वर्णन:

source: usage: %s fontfile
ne: उपयोगिता: %s वर्णफाईल

source: Set as Application Font
ne: कार्यक्रम वर्ण जस्तै मिलाउ

source: Sets the default application font
ne: अनुपस्थिति कार्यक्रम वर्ण मिलाउछ

source: If set to true, then OpenType fonts will be thumbnailed.
ne: यदि सेट सहि भएमा, खुल्ला प्रकारका वर्णहरुलाई थम्बनेल गरिनेछ।

source: If set to true, then PCF fonts will be thumbnailed.
ne: यदि सेट सहि भएमा, पिसियफ वर्णहरुलाई थम्बनेल गरिनेछ।

source: If set to true, then TrueType fonts will be thumbnailed.
ne: यदि सेट सहि भएमा, सहि प्रकारका वर्णहरुलाई थम्बनेल गरिनेछ।

source: If set to true, then Type1 fonts will be thumbnailed.
ne: यदि सेट सहि भएमा, प्रकार १का वर्णहरुलाई थम्बनेल गरिनेछ।

source: Set this key to the command used to create thumbnails for OpenType fonts.
ne: खुल्ला प्रकारका वर्णहरु बनाउन प्रयोग गरिने आदेशसंग यो किलाई स्थापना गर।

source: Set this key to the command used to create thumbnails for PCF fonts.
ne: पिसियफ वर्णहरु बनाउन प्रयोग गरिने आदेशसंग यो किलाई स्थापना गर।

source: Set this key to the command used to create thumbnails for TrueType fonts.
ne: सहि प्रकारका वर्णहरु बनाउन प्रयोग गरिने आदेशसंग यो किलाई स्थापना गर।

source: Set this key to the command used to create thumbnails for Type1 fonts.
ne: प्रकार १का वर्णहरु बनाउन प्रयोग गरिने आदेशसंग यो किलाई स्थापना गर।

source: Thumbnail command for OpenType fonts
ne: खुल्ला प्रकारका वर्णहरुको निम्ति थम्बनेल आदेश

source: Thumbnail command for PCF fonts
ne: पिसियफ वर्णहरुको निम्ति थम्बनेल आदेश

source: Thumbnail command for TrueType fonts
ne: सहि प्रकारका वर्णहरुको निम्ति थम्बनेल आदेश

source: Thumbnail command for Type1 fonts
ne: प्रकारका १ वर्णहरुको निम्ति थम्बनेल आदेश

source: Whether to thumbnail OpenType fonts
ne: खुल्ला प्रकारका वर्णहरु थम्बनेल गर्नु हुन्छ कि

source: Whether to thumbnail PCF fonts
ne: पिसियफ वर्णहरुलाई थम्बनेल गर्नु हुन्छ कि

source: Whether to thumbnail TrueType fonts
ne: सहि प्रकारका वर्णहरुलाई थम्बनेल गर्नु हुन्छ कि

source: Whether to thumbnail Type1 fonts
ne: प्रकार १का वर्णहरुलाई थम्बनेल गर्नु हुन्छ कि

source: GNOME Font Viewer
ne: जिनोम वर्ण दृष्टा

source: <span weight="bold" size="larger">Apply new font?</span>
ne: <span weight="bold" size="larger">नयाँ वर्ण लागु गर्नु हुन्छ?</span>

source: Do _not apply font
ne: वर्ण लागु नगर

source: The theme you have selected suggests a new font. A preview of the font is shown below.
ne: तपाईले छान्नु भएको ढाँचाले एउटा नयाँ वर्णको सुझाव दिन्छ। यस वर्णको पूर्वदृष्य तल देखाइएको छ।

source: _Apply font
ne: वर्ण लागु गर

source: Themes
ne: विषयहरु

source: Description
ne: वर्णन
ro: Descriere
sl: Opis

source: Control theme
ne: नियनत्रण विषय

source: Window border theme
ne: विन्डो सिमाना ढाँचा

source: Icon theme
ne: चित्रसङ्केतको विषय

source: ABCDEFG
ne: एबिसिडिईयफजि

source: Apply theme
ne: विषय लागु गर

source: Sets the default theme
ne: अनुपस्थित विषय मिलाउछ

source: If set to true, then installed themes will be thumbnailed.
ne: यदि सेट सहि भएमा, स्थापित ढाँचाहरुलाई थम्बनेल गरिनेछ।

source: If set to true, then themes will be thumbnailed.
ne: यदि सेट सहि भएमा, ढाँचाहरुलाई थम्बनेल गरिनेछ।

source: Set this key to the command used to create thumbnails for installed themes.
ne: स्थापित ढाँचाहरुका निम्ति थम्बनेलहरु बनाउन प्रयोग गरिने आदेशसंग यो किलाई स्थापना गर।

source: Set this key to the command used to create thumbnails for themes.
ne: ढाँचाहरुका निम्ति थम्बनेलहरु बनाउन प्रयोग गरिने आदेशसंग यो किलाई स्थापना गर।

source: Thumbnail command for installed themes
ne: स्थापित ढाँचाहरुका निम्ति थम्बनेल आदेश

source: Thumbnail command for themes
ne: ढाँचाहरुका निम्ति थम्बनेल आदेश

source: Whether to thumbnail installed themes
ne: स्थापित ढाँचाहरुलाई थम्बनेल गर्नु हुन्छ कि

source: Whether to thumbnail themes
ne: ढाँचाहरुलाई थम्बनेल गर्नु हुन्छ कि

source: Default Location
ro: Locaţie implicită
sl: Privzeta lokacija

source: Store XML data in the archive
ro: Stochează date XML in arhivă
sl: V arhiv shrani podatke XML

source: Roll back the configuration to a given point
sl: Prevrti nastavitve nazaj do doloèene toèke

source: Change the location profile to the given one
ro: Schimbă profilul locaţiei la cel dat
sl: Spremeni profil lokacije na podanega

source: Push configuration data out to client machines (UNIMPLEMENTED)
sl: Potisni podatke o nastavitvah v raèunalnike odjemalce (NEIMPLEMENTIRANO)

source: Rename a location to a new name
ro: Renumeşte o locaţie
sl: Preimenuj lokacijo

source: Add a new location to the archive
ro: Adaugă o nouă locaţie la arhivă
sl: Dodaj novo lokacijo v arhiv

source: Remove a location from the archive
ro: Elimină o locaţie din arhivă
sl: Odstrani lokacijo iz arhiva

source: Use the global repository
sl: Uporabi globalno shrambo

source: Identifier of location profile on which to operate
sl: Identifikator lokacijskega profila za uporabo

source: LOCATION
sl: LOKACIJA

source: Store only the differences with the parent location's config
sl: Shrani le razlike v primerjavi z nastavitvami star¹evske lokacije

source: Store only those settings set in the previous config
sl: Shrani le nastavitve spremenjene v prej¹njem nastavljanju

source: Date to which to roll back
sl: Datum do katerega naj prevrtim

source: DATE
sl: DATUM

source: Roll back all configuration items
sl: Prevrti vse predmete nastavitev

source: Roll back to the revision REVISION_ID
sl: Prevrti do razlièice RAZLIÈICA

source: REVISION_ID
sl: RAZLIÈICA

source: Roll back to the last known revision
sl: Prevrti do zadnje znane razlièice

source: Roll back by STEPS revisions
sl: Prevrti za KORAKOV razlièic

source: STEPS
sl: KORAKOV

source: PARENT
sl: STAR©

source: New name to assign to the location
sl: Novo ime, ki naj se dodeli lokaciji

source: NEW_NAME
sl: NOVO_IME

source: Full containment
sl: Popolno vsebovanje

source: Partial containment
sl: Delno vsebovanje

source: Global archiver options
sl: Mo¾nosti globalnega arhivarja

source: Archiver commands
sl: Ukazi arhivarja

source: Options for storing data
sl: Mo¾nosti za shranjevanje podatkov

source: Options for rolling back
sl: Mo¾nosti za prevrtenje

source: Options for adding or renaming locations
sl: Mo¾nosti za dodajanje ali preimenovanje lokacij

source: Could not load pixbuf "%s"; disabling wallpaper.
ro: Nu s-a putut încărca imaginea "%s"; dezactivez fundalul.
sl: Nisem mogel nalo¾iti slike "%s"; tapete izkljuèene.

source: Background
ro: Fundal
sl: Ozadje

source: Configuration of the desktop's background
ro: Configuraţia fundalului de desktop
sl: Nastavitev ozadja namizja

source: Background colors
sl: Barve ozadja

source: Background picture
sl: Slika v ozadju

source: Horizontal gradient
sl: Vodoravni preliv

source: Image:
sl: Slika:

source: Opacity (percent):
sl: Prosojnost (procentov):

source: Pick a color
ro: Alegeţi o culoare
sl: Izberi barvo

source: Scaled (keep aspect ratio)
ro: Scalată (menţine proporţiile)
sl: Raztegnjeno (ohrani razmerja)

source: Solid color
sl: polna barva

source: Stretched
sl: Raztegnjeno

source: Vertical gradient
sl: Navpièni preliv

source: (None)
ro: (Nimic)
sl: (Brez)

source: Wallpaper Selection
ro: Selecţie fundal
sl: Izbira tapet

source: Can't find an hbox, using a normal file selection
ro: Nu pot găsi un hbox, utilizez o selecţie normală de fişier
sl: Ne najdem hbox-a, uporabljam obièajno izbiranje datotek

source: Preview
ro: Previzualizare
sl: Predogled

source: Initialize the session
sl: Inicializiraj sejo

source: Capplet options
ro: Opţiuni capplet
sl: Mo¾nosti nastavitvenega vstavka

source: Choose the applications used by default
sl: Spremeni privzet program

source: Gnome Default Editor
sl: Privzet urejevalnik za Gnome

source: Select an Editor
sl: Izberi urejevalnik

source: With this option, you can select a predefined Editor as your default
sl: S to mo¾nostjo lahko kot privzetega izberete prednastavljen urejevalnik

source: Custom Editor
sl: Poljuben urejevalnik

source: With this option you can create your own default editor
sl: S to mo¾nostjo lahko ustvarite svoj lasten privzet urejevalnik

source: Start in Terminal
sl: Po¾eni v terminalu

source: Does this editor need to start in an xterm?
sl: Ali se mora urejevalnik pognati v xterm-u

source: Accepts Line Number
sl: Sprejema ¹tevilke vrstic

source: Does this editor accept line numbers from the command line?
sl: Ali ta urejevalnik sprejema ¹tevilke vrstic iz ukazne vrstice?

source: Command:
sl: Ukaz:

source: Please enter the command line used to start this editor
sl: Prosim, vpi¹ite ukaz s katerim se urejevalnik po¾ene

source: Gnome Default Web Browser
sl: Privzet spletni brskalnik za Gnome

source: Select a Web Browser
sl: Izberite spletni brskalnik

source: With this option, you can select a predefined Web Browser as your default
sl: S to mo¾nostjo lahko kot privzetega izberete prednastavljen brskalnik

source: Custom Web Browser
sl: Poljuben brskalnik

source: With this option you can create your own default web browser
sl: S to mo¾nostjo lahko ustvarite svoj lasten privzet brskalnik

source: Does this web browser need to display in an xterm?
sl: Ali se mora brskalnik pognati v xterm-u

source: Understands Netscape Remote Control
sl: Razume oddaljeno kontrolo Netscape

source: Does this web browser support the netscape remote control protocol? If in doubt, and this web browser isn't Netscape or Mozilla, it probably doesn't.
sl: Ali ta brskalnik podpira protokol za oddaljeno upravljanje Netscape? Èe ste v dvomih in ta brskalnik ni Netscape ali Mozilla, potem verjetno ne.

source: Please enter the command line used to start this web browser
sl: Prosim, vpi¹ite ukaz s katerim se brskalnik po¾ene

source: Default Help Viewer
sl: Privzet pregledovalnik pomoèi

source: Select a Viewer
sl: Izberi pregledovalnik

source: With this option you can select a predefined help viewer.
sl: S to mo¾nostjo lahko izberete prednastavljen pregledovalnik pomoèi.

source: Custom Help Viewer
sl: Poljuben pregledovalnik pomoèi

source: With this option you can create your own help viewer
sl: S to mo¾nostjo lahko ustvarite svoj lasten pregledovalnik pomoèi

source: Does this help viewer need an xterm for display?
sl: Ali se mora pregledovalnik pomoèi pognati v xterm-u

source: Accepts URLs
sl: Sprejema URLje

source: Does this help viewer allow URLs for help?
sl: Ali ta pregledovalnik pomoèi sprejema URLje do pomoèi?

source: Please enter the command line used to start this help viewer
sl: Prosim, vpi¹ite ukaz s katerim se brskalnik po¾ene

source: Help Viewer
sl: Pregledovalnik pomoèi

source: Select a Terminal
sl: Izberite terminal

source: With this option you can select a predefined terminal.
sl: S to mo¾nostjo lahko izberete prednastavljen terminal.

source: Custom Terminal
sl: Poljuben terminal

source: With this option you can create your own terminal
sl: S to mo¾nostjo lahko ustvarite svoj lasten terminal

source: Exec Flag:
sl: Parameter za zagon:

source: Please enter the flag used by this terminal to specify the command to run on startup. For example, in 'xterm' this would be '-e'.
sl: Prosim, vpi¹ite parameter, ki ga ta termianl uporablja, za navedbo ukaza, ki naj se za¾ene ob zagonu. Na primer, za 'xterm' bi bila odgovor '-e'.

source: Please enter the command line used to start this terminal
sl: Prosim, vpi¹ite ukaz s katerim naj se terminal po¾ene

source: Couldn't find pixmap file: %s
sl: Nisem na¹el datoteke z sliko: %s

source: Couldn't create pixmap from file: %s
sl: Nisem mogel ustvariti slike iz datoteke: %s

source: Options for the startup hint dialog
ro: Opţiuni pentru dialogul de sugestii de la pornire
sl: Mo¾nosti za zaèetno pogovorno okno z namigom

source: Startup Hint
ro: Sugestia de la pornire
sl: Zaèetni namig

source: Keyboard Properties
ro: Proprietăţi tastatură
sl: Nastavitve tipkovnice

source: Bell
sl: Zvonec

source: Click volume
ro: Volum clic
sl: Glasnost klika

source: Delay before repeat:
sl: Premor pred ponovitvijo:

source: Duration (ms)
sl: Trajanje (ms)

source: Enable Keyboard Click
ro: Activează clic tastatură
sl: Vkljuèi klikanje tipkovnice

source: Enable Keyboard Repeat
ro: Activează repetarea tastelor
sl: Vkljuèi ponavljanje

source: Key repeat rate:
sl: Hitrost ponavljanja tipk:

source: Medium
sl: Srednji

source: Pitch (Hz)
sl: Vi¹ina (Hz)

source: Very fast
sl: Zelo hiter

source: Very long
sl: Zelo dolg

source: Mouse Properties
ro: Proprietăţi maus
sl: Lastnosti mi¹ke

source: Left handed
ro: Pentru stângaci
sl: Za levièarje

source: Mouse Configuration
ro: Configuraţie maus
sl: Nastavitev mi¹ke

source: Mouse speed:
ro: Viteză maus:
sl: Hitrost mi¹ke:

source: My mouse is:
ro: Mausul meu este:
sl: Moja mi¹ka je:

source: Right handed
ro: Pentru dreptaci
sl: Za desnièarje

source: Sensitivity:
ro: Senzitivitate:
sl: Obèutljivost

source: Custom screensaver. No description available
ro: Screensaver personalizat. Nici o descriere disponibilă
sl: Nestandarden ohranjevalnik zaslona. Opis ni dostopen

source: Use
ro: Foloseşte
sl: Uporabi

source: Screensaver
sl: Ohranjevalnik zaslona

source: About %s
sl: O %s

source: Configure the settings of the screensaver
ro: Configuraţi setările protectorului de ecran
sl: Nastavi ohranjevalnik zaslona

source: Settings
ro: Setări
sl: Nastavitve

source: label1
sl: oznaèba1

source: Demo
sl: Demonstracija

source: %s properties
sl: Lastnosti %s

source: There are no configurable settings for this screensaver.
ro: Nu sunt setări configurabile pentru acest screensaver.
sl: Za ta ohranjevalnik zaslona ni spremenljivih nastavitev.

source: Cannot find the data to configure this screensaver. Please edit the command line below.
ro: Nu pot găsi date pentru a configura acest screensaver. Va rugăm editaţi linia de comandă de mai jos.
sl: Ne najdem podatkov za nastavitev tega ohranjevalnika. Prosim uredite ukazno vrstico spodaj.

source: Please enter a command line below.
ro: Vă rugăm introduceţi o linie de comandă mai jos.
sl: Prosim vpi¹ite ukazno vrstico spodaj.

source: Visual:
ro: Vizual:
sl: Vizualno:

source: Any
ro: Oricare
sl: Katerkoli

source: Configure...
ro: Configurează...
sl: Nastavi...

source: About "<Screensaver name>"
ro: Despre "<Screensaver name>"
sl: O "<Screensaver name>"

source: Black screen only
ro: Doar înnegreşte ecranul
sl: Le èrn zaslon

source: Configure Power Management
ro: Configuraţie management putere
sl: Nastavi upravljanje z energijo

source: Disable screensaver
ro: Dezactivează screensaver-ul
sl: Izkljuèi ohranjevalnik zaslona

source: Enable _power management
ro: _Foloseşte management putere
sl: Vkljuèi u_pravljanje z energijo.

source: Go to standby mode after
ro: Intră în modul standby după
sl: Pojdi v naèin pripravljenosti po

source: Go to suspend mode after
ro: Intră în modul suspend după
sl: Pojdi v spanje po

source: One screensaver all the time
ro: Un screensaver tot timpul
sl: En ohranjevalnik ves èas

source: R_equire password to unlock screen
ro: _Necesită parolă pentru a deschide ecranul
sl: Zahtevaj geslo za _odklenitev zaslona

source: Random (all screensavers)
ro: Aleator (toate screensaverele)
sl: Nakljuèni ohranjevalnik zaslona (izmed vseh)

source: Random (checked screensavers)
ro: Aleator (screensavere bifate)
sl: Nakljuèni ohranjevalnik zaslona (izmed izbranih)

source: S_tart screensaver after
ro: _Porneşte screensaver-ul după
sl: _Po¾eni ohranjevalnik po

source: S_witch screensavers after
ro: _Schimbă scrensaver-ul după
sl: _Zamenjaj ohranjvalnik vsakih

source: Settings for "<Screensaver name>"
ro: Setări pentru "<Screensaver name>"
sl: Nastavitve za "<Screensaver name>"

source: Shut down monitor after
ro: Închide monitorul după
sl: Ugasni zaslon po

source: There are no configurable settings for this screensaver.
ro: Nu sunt setări configurabile pentru acest screensaver.
sl: Za ta ohranjevalnik zaslona ni spremenljivih nastavitev.

source: _About this screensaver...
ro: _Despre acest screensaver...
sl: _O tem ohranjevalniku...

source: _Mode:
ro: _Mod:
sl: _Naèin:

source: _Settings
ro: _Setări
sl: _Nastavitve

source: 3d clock
sl: 3D ura

source: Twist speed:
ro: Viteză răsucire:
sl: Hitrost sukanja:

source: Twist:
ro: Răsuceşte
sl: Sukanje:

source: Wobble:
sl: Neurejeno premikanje:

source: A cellular automaton that is really a two-dimensional Turing machine: as the heads (``ants'') walk along the screen, they change pixel values in their path. Then, as they pass over changed pixels, their behavior is influenced. Written by David Bagley.
sl: Celièna avtomaticja, ki je v bistvu dvodimenzionalni Turingov stroj: mravlje hodijo okoli kot glave èez zaslon in spreminjajo vrednosti pikslov na njihovi poti. Potem ko gredo èez spremenjene piksle to vpliva na njihovo vedenje. Napisal David Bagley.

source: Ant
sl: Mravelje

source: Four Sided cells
sl: ©tiristrane celice

source: Full Color
ro: Culoare maximă
sl: Polna barva

source: Monochrome
ro: Monocrom
sl: Èrnobel

source: Nine Sided cells
sl: Devetstrane celice

source: Number of colours
ro: Număr de culori
sl: ©tevilo barv

source: Random
ro: Aleator
sl: Nakljuèno

source: Random size upto
ro: Mărime aleatoare pana la
sl: Nakljuèna velikost do

source: Randomize
ro: Amestecă
sl: Nakljuèno

source: Sharp turns
ro: Întoarceri scurte
sl: Ostri obrati

source: Six Sided cells
sl: ©eststrane celice

source: Specific
sl: Specifièno

source: Specific size of
sl: Specifièna velikost

source: Speed
ro: Viteză
sl: Hitrost

source: Three Sided cells
sl: Trostrane celice

source: Timeout
ro: TImp expirare
sl: Èasovna omejitev

source: Truchet lines
ro: Linii Truchet
sl: Vzorec iz èrt

source: Twelve Sided cells
sl: Dvanajststrane celice

source: number of Ants
ro: Număr furnici
sl: ¹tevilo mravelj

source: Atlantis
sl: Atlantik

source: Attraction (balls)
sl: Privlaènost (¾oge)

source: Balls
ro: Mingii
sl: ®oge

source: Color Contrast
ro: Culoare contrast
sl: Barvni kontrast

source: Length of Trail
sl: Dol¾ina sledi

source: Lines
ro: Linii
sl: Èrte

source: Number of Colors
ro: Număr culori
sl: ©tevilo barv

source: Polygons
ro: Poligoane
sl: Poligoni

source: Splines
ro: Spline
sl: Mehke krivulje

source: Tails
ro: Cozi
sl: Repi

source: Threshold of repulsion
sl: Prag odboja

source: Draws a simulation of flying space-combat robots (cleverly disguised as colored circles) doing battle in front of a moving star field. Written by Jonathan Lin.
sl: Ri¹e simulacijo leteèih vojskujoèih se robotov (skrbno zakamufliranih v barvne krogce), ki se bojujejo pred premikajoèim se ozvezjdem. Napisal Jonathan Lin.
