Repository: khurshid-alam/Unity-Control-Center
Catalog: po/*.po
Languages: ne, ro, sd, sl, sq

source: Right Touchring Mode Switch
sq: Butoni i Mënyrës së Rrethit të Djathtë me Prekje

source: Left Touchstrip Mode Switch
sq: Butoni i Mënyrës së Shiritit të Majtë me Prekje

source: Right Touchstrip Mode Switch
sq: Butoni i Mënyrës së Shiritit të Djathtë me Prekje

source: Mode Switch #%d
sq: Ndryshuesi i Mënyrës #%d

source: Left Button #%d
sq: Butoni i Majtë #%d

source: Right Button #%d
sq: Butoni i Djathtë #%d

source: Top Button #%d
sq: Butoni i Sipërm #%d

source: Bottom Button #%d
sq: Butoni i Poshtëm #%d

source: No Action
sq: Pa Veprim

source: Left Mouse Button Click
sq: Klikimi i Butonit të Majtë të Miut

source: Middle Mouse Button Click
sq: Klikimi i Butonit të Mesëm të Miut

source: Right Mouse Button Click
sq: Klikimi i Butonit të Djathtë të Miut

source: Scroll Up
sq: Lëvize Sipër

source: Scroll Down
sq: Lëvize Poshtë

source: Scroll Left
sq: Lëvize Majtas

source: Scroll Right
sq: Lëvize Djathtas

source: Back
sd: پوئتي
sq: Prapa

source: Forward
sd: اڳتي
sq: Përpara

source: Stylus
sd: اسٽائلس
sq: Stilolapsi

source: Eraser Pressure Feel
sq: Ndjenja e Presionit të Fshirësit

source: Soft
sd: نرم
sq: I Butë

source: Firm
sd: سخت
sq: I Fortë

source: Top Button
sd: مٿيون بٽڻ
sq: Butoni në Krye

source: Lower Button
sd: هيٺيون بٽڻ
sq: Butoni i Poshtëm

source: Tip Pressure Feel
sq: Ndjenja e Presionit të Majës

source: _All Settings
sd: _سڀ ترتيبون
sq: _Të Gjitha Parametrat

source: Enable verbose mode
sq: Aktivizo mënyrën me tekst

source: Show the overview
sd: عام جائزو ڏيکاريو
sq: Shfaq parapamjen

source: Show help options
sd: مدد جا اختيار ڏيکاريو
sq: Shfaq opcionet e ndihmës

source: Panel to display
sd: نمائش لاءِ پينل
sq: Paneli që do të shfaqet

source: - System Settings
sd: - سرشتي جون ترتيبون
sq: - Parametrat e Sistemit

source: %s Run '%s --help' to see a full list of available command line options.
sq: %s Shkruaj '%s --help' për të shikuar listën e plotë të opsioneve të rreshtit të komandës.

source: Contents
sd: مواد
sq: Përmbajtja

source: Quit
sd: نڪرو
sq: Dil

source: Help
sd: مدد
sq: Ndihmë

source: System Settings
sd: سرشتي جون ترتيبون
sq: Parametrat e Sistemit

source: Preferences;Settings;
sd: ترجيحون;ترتيبون;
sq: Preferencat;Parametrat;

source: Control Center
ro: Centrul de control
sd: ڪنٽرول سينٽر
sq: Qendra e kontrollit

source: Flickr
sd: فلِڪر

source: Bluetooth
sd: بلوٽوٿ

# Power
source: Bluetooth
sd: بلوٽوٿ

# Device kind
source: Webcam
sd: ويب ڪيم

source: Color;ICC;Profile;Calibrate;Printer;Display;
sd: رنگ;پروفائل;ڪيليبريٽ;پرنٽر;مانيٽر;ڊسپلي;

# display panel, rotation
source: Normal
sd: نارمل

source: Panel;Projector;xrandr;Screen;Resolution;Refresh;
sd: پينل;پٽي;پروجيڪٽر;اسڪرين;ريزوليوشن;ريفريش;

source: VESA: %s
sd: ويسا: %s

source: %d-bit
sd: %d-بِٽ

source: Picture CD
sd: تصويري سي ڊي

source: Video CD
sd: وڊيو سي ڊي

source: _Web
sd: _ويب

source: CD _audio
sd: سي ڊي _آواز

source: _DVD video
sd: _ڊي وي ڊي وڊيو

source: Mouse
ne: माउस
ro: Maus
sd: مائوس
sl: Mi¹ka

source: %d Mb/s
sd: %d مب\س

# Signal strength
source: Ok
sd: تسلي بخش

source: Provider
sd: مهيا ڪندڙ

source: DNS
sd: ڊي اين ايس

# proxy method
source: Manual
sd: دستي

source: VPN
sd: وي پي اين

source: Mobile broadband
sd: موبائل بروڊ بئنڊ

source: Ad-hoc
sd: ايڊهاڪ

source: Power;Sleep;Suspend;Hibernate;Battery;
sd: پاور;سمهاريو;بيهاريو;بيٽري;

source: Ctrl+Alt+Space
sd: ڪٽرل+آلٽ+اسپيس

source: Ctrl+Alt+Shift+Space
sd: ڪٽرل+آلٽ+شفٽ+اسپيس

source: Brightness;Lock;Dim;Blank;Monitor;
sd: روشنائي;تالو;ڊم;خالي;مانيٽر;

# universal access, contrast
source: Normal
sd: پورو

# Account type
source: Administrator
sd: انتظامي

source: _Domain
sd: _ڊومين

source: Wacom Tablet
sd: واڪوم ٽئبليٽ

source: <b>Applications</b>
ne: <b>कार्यक्रमहरु</b>

source: <b>Support</b>
ne: <b>समर्थन</b>

source: <small><i><b>Note:</b> Changes to this setting will not take effect until you next log in.</i></small>
ne: <small><i><b>लेखोट:</b>तपाईले अर्को लगइन नगरेसम्म यस निरधारणमा गरिएका परिवर्तनहरुको प्रभाव हुने छैन।</i></small>

source: Assistive Technology Preferences
ne: सहयोगी प्रविधि प्राथमिक्ताहरु

source: Close and _Log Out
ne: बन्द गर र बाहिर निस्क

source: Start these assistive technologies every time you log in:
ne: प्रत्यक समय तपाईले लगइन गर्दा, यि सहयोगी प्रविधिहरु शुरु गर:

source: _Enable assistive technologies
ne: सहयोगि प्रविधिहरु सक्षम गर

source: _On-screen keyboard
ne: पर्दामा भएको किबोर्ड

source: _Screenreader
ne: पर्दा वाचक

source: Assistive Technology Support
ne: सहयोगी प्रविधि समर्थन

source: Enable support for GNOME assistive technologies at login
ne: लगइनमा जिनोम सहयोगी प्रविद्धिहरुका निम्ति समर्थन सक्षम गर

source: There was an error launching the mouse preferences dialog: %s
ne: माउस प्रथमिक्ता डायलग प्रारम्भ गर्दा एउटा त्रुटि भटियो:%s

source: Unable to import AccessX settings from file '%s'
ne: '%s'फाईलबाट यक्सेसयक्स निरधारणहरु आयात गर्न असमर्थ

source: Import Feature Settings File
ne: गुणहरु सेटिङ्ग फाईल आयात गर

source: Set your keyboard accessibility preferences
ne: तपाईको किबोर्ड accessibility प्राथमिक्ताहरु मिलाउनु होस्

source: This system does not seem to have the XKB extension. The keyboard accessibility features will not operate without it.
ne: यस प्रणललीमा यक्सकेबि विस्तार छैन जस्तो देखिन्छ। किबोर्ड accessibility गुणहरु यो बिना सञ्चालन हुन सक्ने छैनन्।

source: <b>Enable Bo_unce Keys</b>
ne: <b>बाउस किहरु सक्षम गर</b>

source: <b>Enable Slo_w Keys</b>
ne: <b>ढिला किहरु सक्षम गर</b>

source: <b>Enable _Mouse Keys</b>
ne: <b>माउस किहरु सक्षम गर</b>

source: <b>Enable _Repeat Keys</b>
ne: <b>दोहोरिने किहरु सक्षम गर</b>

source: <b>Enable _Sticky Keys</b>
ne: <b>टाँसिने किहरु सक्षम गर</b>

source: <b>Features</b>
ne: <b>गुणहरु</b>

source: <b>Toggle Keys</b>
ne: <b>टगल किहरु</b>

source: Basic
ne: आधारभूत

source: Beep if key is re_jected
ne: कि अस्वीकृत भएमा बीप आवाज गर

source: Beep when _features turned on or off from keyboard
ne: किबोर्डबाट गुणहरु खोल्दा वा बन्द गर्दा बीप आवाज गर

source: Beep when _modifier is pressed
ne: संशोधकलाई दबाउँदा बीप आवाज गर

source: Beep when an LED is turned on and two beeps when one is turned off.
ne: एउटा LED बाल्दा बीप आवाज गर र निभाउदा दुई पटक बीप आवाज गर।

source: Beep when key is:
ne: बीप आवाज गर जब कि :

source: Del_ay:
ne: अन्तराल:

source: Delay between keypress and pointer mo_vement:
ne: कि थिच्ने र प्वाइन्टरको चाल बीचको अंतराल:

source: Disa_ble if two keys pressed together
ne: दुईवटा किहरु एकैसाथ थिचिएमा असक्षम गर

source: E_nable Toggle Keys
ne: टगल किहरु सक्षम गर

source: Filters
ne: फिल्टरहरु

source: I_gnore duplicate keypresses within:
ne: ...भित्र नक्कल किथिचाइहरुलाई बेवास्ता गर

source: Ignore all subsequent presses of the SAME key if they happen within a user selectable period of time.
ne: यदि प्रयोगकर्ताले छानेको समयावधिभित्र समान कि थिचिएमा समान किको सबै उपरान्त थिचाइहरुलाई उपेक्षा गर

source: Keyboard Accessibility Preferences (AccessX)
ne: किबोर्ड accessibility प्राथमिक्ताहरु(यक्सेसयक्स)

source: Ma_ximum pointer speed:
ne: प्वाइन्टरको अधिक्तम गति:

source: Mouse _Preferences...
ne: माउस प्राथमिकताहरु...

source: Only accept keys after they have been pressed and held for a user adjustable amount of time.
ne: थिचिएका र प्रयोगकर्ताले मिलाएको समय अवधिसम्म थिचिराखेका किहरु मात्र स्वीकार गर

source: Perform multiple simultaneous key press operations by pressing modifier keys in sequence.
ne: सुधारक किहरु क्रमबद्धरुपमा थिचेर एकैसाथका बहुमुखि कि ??????????

source: Time to acce_lerate to maximum speed:
ne: अधिक्तम गतिमा गतिवर्धन गर्न समय

source: Turn the numeric keypad into a mouse control pad.
ne: सङ्खायतमक किप्याडलाई माउस नियन्त्रण प्याडमा परिवर्तन गर

source: _Disable if unused for:
ne: ...सम्म प्रयोग नभएमा असक्षम गर:

source: _Enable keyboard accessibility features
ne: किबोर्ड accessibility गुणहरु सक्षम गर

source: _Import Feature Settings...
ne: ...गुण निर्धारणहरु आयात गर

source: _Only accept keys held for:
ne: सम्म थिचिएका किहरु मात्र स्वीकार गर:

source: _accepted
ne: स्वीकार गरिएको

source: _pressed
ne: थिचिएको

source: _rejected
ne: अस्वीकार गरिएको

source: characters/second
ne: वर्णहरु/सेकेन्ड

source: milliseconds
ne: मिलिसेकेन्डहरु

source: pixels/second
ne: पिक्सल/सेकेन्ड

source: seconds
ne: सेकेन्डहरु
ro: secunde

source: Change your Desktop Background settings
ne: डेक्सटप पृष्ठभूमि निरधारणहरुलाई परिवर्तन गर

source: Desktop Background
ne: डेक्सटप पृष्टभूमि

source: <b>Desktop _Wallpaper</b>
ne: <b>डेक्सटप_वालपेपर</b>

source: <b>_Desktop Colors</b>
ne: <b>_डेक्सटप रङ्गहरु</b>

source: Desktop Background Preferences
ne: डेक्सटपको पृष्टभूमि प्राथमिक्ताहरु

source: _Add Wallpaper
ne: वालपेपर थप्नुहोस्

source: _Style:
ne: _शैलि:

source: There was an error displaying help: %s
ne: मद्दत देखाउदा त्रुटि भेटियो: %s

source: Centered
ne: बीचमा राखिएको
ro: Centrată
sl: Centrirano

source: Fill Screen
ne: पर्दा भर

source: Scaled
ne: नापिएको

source: Tiled
ne: छापिएको
ro: Tapet
sl: Tlakovano

source: Solid Color
ne: ठोस रङ्ग
ro: Culoare solidă

source: Horizontal Gradient
ne: तेर्सो
ro: Degrade orizontal

source: Vertical Gradient
ne: ठाडो
ro: Degrade vertical

source: Add Wallpaper
ne: वालपेपर थप्नुहोस्

source: No Wallpaper
ne: वालपेपर छैन

source: Unable to load capplet stock icon '%s'
ne: एप्लेट संग्रह चित्र लोड गर्न असफल '%s'

source: Just apply settings and quit
ne: निर्धारणहरु लागु गर र बाहिर निस्क
ro: Aplică setările şi ieşi
sl: Le uveljavi nastavitve in konèaj

source: Retrieve and store legacy settings
ne: हस्तानतरित निरधारणहरुलाई प्राप्त गर र संचय गर
ro: Primeşte şi stochează setările legacy

source: From URI
ne: युआरआइबाट

source: URI currently transferring from
ne: युआरआइ हाललाई ...बाट स्थानातरण हुदैछ

source: To URI
ne: यूआरआईलाई

source: URI currently transferring to
ne: युआरआइ हाललाई ...मा स्थानातरण हुदैछ

source: Fraction completed
ne: खण्ड सकियो

source: Fraction of transfer currently completed
ne: हाललाई आंशिक स्थानातर समाप्त भयो

source: Current URI index
ne: हालको युआरआइ सूची

source: Current URI index - starts from 1
ne: हालको युआरआइ सूची- १ बाट शुरु हुन्छ

source: Total URIs
ne: सम्पुर्ण युआरआइहरु

source: Total number of URIs
ne: युआरआइहरुका जम्मा सङ्ख्या

source: Connecting...
ne: सम्पर्क गरिदै...

source: Key
ne: कि

source: GConf key to which this property editor is attached
ne: जिकन्फ कि जसमा यो विशेषण सम्पादक जोडिएको छ

source: Change set
ne: सेट परिवर्तन गर

source: UI Control
ne: युआइ नियन्त्रण

source: Property editor object data
ne: विशेषण सम्पादक वस्तुको डाटा

source: Property editor data freeing callback
ne: विशेषण सम्पादक डाटा?????

source: Couldn't find the file '%s'. Please make sure it exists and try again, or choose a different background picture.
ne: '%s' फाईल भेटाउन सकिएन। कृपया यो अस्थित्वमा छ भनेर पक्का गर्नुहोस् र फेरि कोशिश गर्नुहोस्, वा एउटा भिन्नै पृष्ठभूमि चित्र रोज्नुहोस्।

source: I don't know how to open the file '%s'. Perhaps it's a kind of picture that is not yet supported. Please select a different picture instead.
ne: '%s'यो फाईल कसरी खोल्ने मलाई थाहा छैन। सायद यो चित्र यस प्रकारको होला जुन अहिलेसम्म समर्थन गरिएको छैन। कृपया यसको बदलामा अरु चित्र रोज्नुहोस्।

source: Please select an image.
ne: कृपया एउटा चित्र छान्नुहोस्।

source: Preferred Applications
ne: रुचाइएका कार्यक्रमहरु

source: Select your default applications
ne: तपाईको अनुपस्थित कार्यक्रमहरु छान्नुहोस्

source: Debian Sensible Browser
ne: डेबियन समझदार ब्राउजर

source: Galeon
ne: गेलियन

source: Encompass
ne: घेर्नु

source: Firebird
ne: फाएरबर्ड

source: Firefox
ne: फाएरफक्स

source: Mozilla
ne: मोजिल्ला

source: Netscape Communicator
ne: नेटस्केप संचारकर्ता

source: Konqueror
ne: कनक्वेर्र

source: W3M Text Browser
ne: डब्यु३यम पाठ ब्राउजर

source: Lynx Text Browser
ne: लिंक्स पाठ ब्राउजर

source: Links Text Browser
ne: (संलग्न) पाठ ब्राउजर

source: Evolution Mail Reader
ne: विकासक्रम चिठ्ठी वाचक

source: Balsa
ne: बाल्सा

source: KMail
ne: केचिठ्ठी

source: Thunderbird
ne: थन्डरबर्ड

source: Mozilla Mail
ne: मोजिल्ला चिठ्‍ठी

source: Mutt
ne: मट

source: Debian Terminal Emulator
ne: डेबियन टर्मिनल emulator

source: GNOME Terminal
ne: जिनोम टर्मिनल

source: Standard XTerminal
ne: स्तरीय यक्सटि टर्मिनल

source: RXVT
ne: आरयक्सभिटि

source: Please specify a name and a command for this editor.
ne: कृपया यस सम्पादकको निम्ति एउटा नाम र एउटा आदेश निर्दिष्ट गर।

source: Add...
ne: _थप...

source: C_ustom
ne: व्यक्तिगत ईच्छा

source: C_ustom:
ne: व्यक्तिगत ईच्छा:

source: Can open _URIs
ne: युआरयलहरु खोल्न सक्छ

source: Can open multiple _files
ne: बहुमुखि फाईलहरु खोल्न सक्षम

source: Co_mmand:
ne: आ_देश:

source: Custom Editor Properties
ne: ???सम्पादक गुणहरु

source: Default Mail Reader
ne: अनुपस्थित चिठ्ठी वाचक

source: Default Terminal
ne: अनुपस्थिति टर्मिनल

source: Default Text Editor
ne: अनुपस्थित पाठ सम्पादक

source: Default Web Browser
ne: अनुपस्थित संजाल ब्राउजऱ

source: Default Window Manager
ne: अनुपस्थिति विन्डो प्रबन्धक

source: Delete
ne: मेट

source: E_xec Flag:
ne: संचालन झण्डा:

source: Edit...
ne: -सम्पादन गर

source: Mail Reader
ne: चिठ्ठी वाचक

source: Run in a _terminal
ne: एउटा टर्मिनलमा सञ्चालन गर

source: Run in a t_erminal
ne: एउटा टर्मिनलमा सञ्चालन गर

source: Terminal
ne: टर्मिनल

source: Text Editor
ne: पाठ संपादक
sl: Urejevalnik besedila

source: Understands _Netscape Remote Control
ne: नेटस्केप दुर नियन्त्रण बझ्छ

source: Use this _editor to open text files in the file manager
ne: फाईल व्यवस्थापकमा भएका फाईलहरु खोल्न यो सम्पादकको प्रयोग गर्नुहोस्

source: Web Browser
ne: वेब ब्राउजर
sl: Spletni brskalnik

source: Window Manager
ne: विन्डो प्रबन्धक

source: _Command:
ne: आदेश:

source: _Properties...
ne: विशेषताहरू...

source: _Select:
ne: छान:

source: Change screen resolution
ne: पर्दाको रेजुलुसन परिवर्तन गर

source: Screen Resolution
ne: पर्दा रेजलुश्‍न

source: %d Hz
ne: %d हर्ज

source: _Resolution:
ne: रेजुलुसन:

source: Re_fresh rate:
ne: नविकरण दर:

source: Default Settings
ne: पुर्वनिर्धारिणहरु

source: Screen %d Settings
ne: %d पर्दा निर्धारणहरु

source: Screen Resolution Preferences
ne: पर्दा रेजुलुसन प्राथमिक्ताहरु

source: _Make default for this computer (%s) only
ne: यो कम्प्युटर(%s)को निम्ति मात्र अनुपस्थिति बनाउ

source: Keep Resolution
ne: रेजलुश्‍न राख

source: Do you want to keep this resolution?
ne: के तपाई यो रेजलुश्‍न राख्न चहानु हुन्छ?

source: Use _previous resolution
ne: पहिलेको रेजुलुसन प्रयोग गर

source: _Keep resolution
ne: रेजलुश्‍न राख

source: The X Server does not support the XRandR extension. Runtime resolution changes to the display size are not available.
ne: यक्सआर र आर विस्तारलाई यक्स सेवाप्रदायकले समर्थन गर्दैन। प्रदर्शन आकारमा हुने सञ्चालन समयको रेजलुश्‍न परिवर्तनहरु उपलब्ध छैन।

source: The version of the XRandR extension is incompatible with this program. Runtime changes to the display size are not available.
ne: यो कार्यक्रमकसंग यक्सआर र आर विस्तारको यो संकरण अनउपयुक्त छ। प्रदर्शन आकारमा हुने सञ्चालन समयको परिवर्तनहरु उपलब्ध छैन।

source: Font
ne: लिपी

source: Select fonts for the desktop
ne: डेक्सटपको निम्ति वर्णहरु छान

source: <b>Font Rendering</b>
ne: <b>वर्ण</b>:

source: <b>Hinting</b>:
ne: <b>इशारा गरिदै छ</b>:

source: <b>Smoothing</b>:
ne: <b>नरम गरिदै छ:</b>

source: <b>Subpixel order</b>:
ne: <b>उपपिक्सल क्रम</b>:

source: Best _shapes
ne: सर्वोत्तम _आकारहरु

source: D_etails...
ne: विवरणहरु...

source: Font Preferences
ne: वर्ण प्राथमिकताहरु

source: Go _to font folder
ne: वर्ण फोल्डरमा जाऊ

source: N_one
ne: केही छैन

source: R_esolution:
ne: रेजलुसन

source: Sub_pixel (LCDs)
ne: उप-पिक्सल(यलसिडिहरु)

source: Sub_pixel smoothing (LCDs)
ne: उप-पिक्सल नरमिकरण(यलसिडिहरु)

source: VB_GR
ne: भिबिजिआर

source: _Application font:
ne: कार्यक्रम लिपि:

source: _BGR
ne: बिजिआर

source: _Desktop font:
ne: डेस्कटप लिपि:

source: _Full
ne: _पुरा

source: _Medium
ne: मध्यम

source: _Monochrome
ne: एकरङ्ग

source: _None
ne: केही छैन

source: _RGB
ne: आर जि बि

source: _Slight
ne: अपर्याप्त

source: _Terminal font:
ne: टर्मिनल लिपी:

source: _VRGB
ne: भिआरजिबि

source: _Window title font:
ne: विन्डोको शीर्षक वर्ण:

source: dots per inch
ne: विन्दुहरु प्रति इन्च

source: Font may be too large
ne: वर्ण सायद धेरै ठूलो छ

source: New accelerator...
ne: नयाँ द्रूतचालक

source: Accelerator key
ne: द्रूतचालक कि

source: Accelerator modifiers
ne: द्रूतचालक सुधारकहरु

source: Accelerator keycode
ne: द्रूतचालक किसंकेत

source: Accel Mode
ne: द्रुतचाल शैलि

source: The type of accelerator.
ne: द्रूतचालकको प्रकार।

source: Desktop
ne: डेस्कटप

source: Window Management
ne: विन्डो प्रबन्ध

source: Error setting new accelerator in configuration database: %s
ne: समायोजना डाटावेसमा नयाँ द्रुतचालक मिलाउदा त्रुटि:%s

source: Shortcut
ne: सरलविधि

source: Keyboard Shortcuts
ne: कि-बोर्ड सरलविधिहरु

source: Assign shortcut keys to commands
ne: आदेशहरुमा छोटोविधि किहरु निर्दिष्ट गर

source: Models
ne: नमूनाहरु

source: There was an error launching the keyboard capplet : %s
ne: कि बोर्ड क्यापलेट प्रारम्भ गर्दा एउटा त्रुटि भेटियो: %s

source: _Accessibility
ne: पहुच

source: Just apply settings and quit (compatibility only; now handled by daemon)
ne: मात्र निरधार्णहरु लागु गर र बाहिर निस्क( मिल्दोपन मात्र; अब डिमनले जिम्मा लिन्छ)

source: <b>Cursor Blinking</b>
ne: <b>कर्सर पिलपिल भइरहेको छ</b>

source: <b>Repeat Keys</b>
ne: <b>किहरु दोहोर्‍याउनु होस्</b>

source: <small><i>Fast</i></small>
ne: <small><i>छिटो</i></small>

source: <small><i>Long</i></small>
ne: <small><i>लामो</i></small>

source: <small><i>Short</i></small>
ne: <small><i>छोटो</i></small>

source: <small><i>Slow</i></small>
ne: <small><i>सुस्त</i></small>

source: A_vailable layouts:
ne: उपलब्ध संस्थापनाहरु:

source: All_ow postponing of breaks
ne: विश्रामहरुको स्थगन स्वीकार गर

source: Check if breaks are allowed to be postponed
ne: विश्रामहरु स्थगन गर्न स्वीकृत गरिन्छ कि भनेर जाँच गर

source: Cursor _blinks in text boxes and fields
ne: पाठ बाकसहरु र क्षेत्रहरुमा कर्सर झिम्किन्छ

source: Duration of the break when typing is disallowed
ne: टाइप गर्न अस्वीकृत गर्दा विश्रामको अवधि

source: Duration of work before forcing a break
ne: विश्रामको निम्ति बल प्रयोग गर्नु अगाडी कामको अवधि

source: Keyboard Preferences
ne: किबोर्ड प्राथमिकताहरु

source: Keyboard _model:
ne: किबोर्ड नमूना:

source: Layout Options
ne: संस्थापन विकल्पहरु

source: Layouts
ne: संस्थापनहरु

source: Microsoft Natural Keyboard
ne: माइक्रोसफ्ट प्राकृतिक किबोर्ड

source: Typing Break
ne: टाइप गर्दाको विश्राम

source: _Accessibility...
ne: पहुच

source: _Break interval lasts:
ne: विश्राम अन्तराल रहिरहन्छ:

source: _Selected layouts:
ne: छानिएका संपर्क सूत्र

source: _Work interval lasts:
ne: कामको अन्तराल रहिरहन्छ:

source: minutes
ne: मिनेटहरु
ro: minute
sl: minutah

source: Set your keyboard preferences
ne: तपाईको किबोर्ड प्राथमिक्ताहरु मिलाउनु होस्

source: Unknown Cursor
ne: अज्ञात कर्सर

source: Default Cursor
ne: अनउपस्थिति कर्सर

source: Default Cursor - Current
ne: अनुपस्थित कर्सर- अहिलेको

source: The default cursor that ships with X
ne: यक्ससंग आएको अनुपस्थित कर्सर

source: White Cursor
ne: सेतो कर्सर

source: White Cursor - Current
ne: सेतो कर्सर- अहिलेको

source: The default cursor inverted
ne: अनुपस्थित कर्सर उल्टाइएको

source: Large Cursor
ne: ठूलो कर्सर

source: Large Cursor - Current
ne: ठूलो कर्सर- अहिलेको

source: Large version of normal cursor
ne: साधारण कर्सरको ठूलो संस्करण

source: Large White Cursor - Current
ne: ठूलो सेतो कर्सर‍- अहिलेको

source: Large White Cursor
ne: सेतो ठूलो कर्सर

source: Large version of white cursor
ne: सेतो कर्सरको ठूलो संस्करण

source: Cursor Theme
ne: कर्सरको ढाँचा

source: <b>Double-Click Timeout </b>
ne: <i>दोहोरो क्लिक समयावधी</i>

source: <b>Drag and Drop</b>
ne: <i>तान र झार</i>

source: <b>Locate Pointer</b>
ne: <i>प्वाइन्टरको स्थान पत्ता लगाउ</i>

source: <b>Mouse Orientation</b>
ne: <i>माउसको orientation</i>

source: <b>Speed</b>
ne: <i>गति</i>

source: <i>Fast</i>
ne: <i>चाँडो</i>

source: <i>High</i>
ne: <i>उच्च</i>

source: <i>Large</i>
ne: <i>ठूलो</i>

source: <i>Low</i>
ne: <i>कम</i>

source: <i>Slow</i>
ne: <i>शुस्त</i>

source: <i>Small</i>
ne: <i>सानो</i>

source: Buttons
ne: बटनहरु

source: Cursors
ne: कर्सरहरु

source: Motion
ne: चाल

source: _Acceleration:
ne: गतिवर्धन:

source: _Left-handed mouse
ne: वाया हाते माउस

source: _Sensitivity:
ne: शीघ्रचेतनता:

source: _Threshold:
ne: दैलो:

source: _Timeout:
ne: समयावधी:

source: Set your mouse preferences
ne: तपाईको माउस प्राथमिक्ताहरु मिलाउ

source: Network Proxy
ne: सनजाल प्र

source: <b>_Automatic proxy configuration</b>
ne: <b>_सव्चालित प्रोक्सी समायोजना</b>

source: <b>_Manual proxy configuration</b>
ne: <b>_हस्त प्रोक्सी समायोजना</b>

source: <b>_Use authentication</b>
ne: <b>प्रमाणीकरण प्रयोग गर्नुहोस्</b>

source: Autoconfiguration _URL:
ne: सोसमायोजना युआरयल:

source: HTTP Proxy Details
ne: HTTP प्रोक्सी विवरणहरु

source: H_TTP proxy:
ne: H_TTP प्रोक्सी:

source: Network Proxy Preferences
ne: सनजाल प्रोक्सी प्राथमिक्ताहरु

source: Port:
ne: पोर्ट:

source: S_ocks host:
ne: सक्स मालिक

source: U_sername:
ne: प्रयोगकर्ताको नाम:

source: _Details
ne: विवरणहरु

source: _FTP proxy:
ne: एफटिपि प्रोक्सी:

source: _Password:
ne: संकेतशब्द:

source: _Secure HTTP proxy:
ne: HTTP प्रोक्सीलाई सुरक्षित गर्नुहोस्:

source: Enable sound and associate sounds with events
ne: घटनाहरुसंग ध्वनि र संलग्न ध्वनिहरु सक्षम गर

source: E_nable sound server startup
ne: ध्वनि सेवा प्रदायकको शुरुआतलाई सक्षम बनाउनुहोस्

source: Flash _entire screen
ne: सम्यूर्ण पर्दा झल्काउ

source: Flash _window titlebar
ne: विन्डो शीर्षकपट्टि झल्काउ

source: Sound Events
ne: ध्वनि घटनाहरु
ro: Evenimente de sunet

source: System Bell
ne: प्रणाली घण्टी

source: _Sound an audible bell
ne: एउटा सुन्निनलायक घण्टी बजाउ

source: _Sounds for events
ne: घटनाहरुका निम्ति आवाजहरु

source: _Visual feedback:
ne: दृष्य प्रत्यावर्त्तन:

source: This theme is not in a supported format.
ne: यो ढाँचा समर्थित प्रारुपमा छैन।

source: No theme file location specified to install
ne: : %s

source: The theme file location specified to install is invalid
ne: स्थापना गर्न तोकिएको ढाँचा फाईलको स्थान अमान्य छ

source: Insufficient permissions to install the theme in: %s
ne: ...मा ढाँचा स्थापना गर्न अपुग अनुमति: %s

source: Custom theme
ne: विषय आफै म

source: You can save this theme by pressing the Save Theme button.
ne: तपाईले 'ढाँचा संचय' बटन थिचेर यो ढाँचा संचय गर्न सक्नु हुन्छ।

source: Theme name must be present
ne: विषय नाम उपस्थित हुनै पर्छ

source: The theme already exists. Would you like to replace it?
ne: विषय पहिले देखि नै छ। यसलाई बदल्न चहानु हुन्छ?

source: Select themes for various parts of the desktop
ne: डेक्सटपको विभिन्न भागहरुका निम्ति विषय छान्नुहोस्

source: Theme
ne: विषय

source: <span size="larger" weight="bold">Install a Theme</span>
ne: <span size="larger" weight="bold">एउटा ढाँचा स्थापना गर</span>

source: Theme Installation
ne: विषय प्रतिस्थापना गर

source: _Install
ne: स्थापना गर

source: _Location:
ne: _स्थान:

source: <span size="larger" weight="bold">Save Theme to Disk</span>
ne: <span size="larger" weight="bold">डिक्समा ढाँचा संचय गर</span>

source: Apply _Background
ne: पृष्ठभुमि लागु गर

source: Apply _Font
ne: वर्ण लागु गर

source: Controls
ne: नियन्त्रणहरु

source: Icons
ne: चिन्हहरु

source: Save Theme
ne: विषय संचय गर

source: Select theme for the desktop
ne: डेक्सटपको निम्ति विषय छान्नुहोस्

source: Short _description:
ne: छोटो_ वर्णन:

source: Theme Details
ne: विषयको विवरणहरु

source: Theme Preferences
ne: विषयको प्राथमिकताहरु

source: Theme _Details
ne: विषयको विवरणहरु

source: This theme does not suggest any particular font or background.
ne: यो ढाँचाले कुनै खास वर्ण वा पृष्ठभूमिको सुझाव दिदैन।

source: This theme suggests a background:
ne: यो ढाँचाले एउटा पृष्ठभूमिको सुझाव दिन्छ:

source: This theme suggests a font and a background:
ne: यो ढाँचाले एउटा वर्ण वा पृष्ठभूमिको सुझाव दिन्छ:

source: This theme suggests a font:
ne: यो ढाँचाले एउटा वर्णको सुझाव दिन्छ:

source: Window Border
ne: विन्डो सीमाना

source: _Go To Theme Folder
ne: _विषय फोडरमा जाउ

source: _Install Theme...
ne: _.. विषय प्रतिस्थापना गर

source: _Revert
ne: _पुरानो स्थितिमा लग
