Repository: khurshid-alam/Unity-Control-Center
Catalog: po/*.po
Languages: ne, ro, sd, sl, sq

source: Sound Preferences
ne: ध्वनि प्राथमिकताहरु
sd: آواز جون ترجيحون
sq: Preferimet e zërit

source: Testing event sound
sq: Tingulli verifikues i eventeve

source: Default
sd: ڊيفالٽ
sq: E paracaktuar

source: From theme
sd: ٿيم کان
sq: Nga tema

source: C_hoose an alert sound:
sq: Z_gjidh një zë paralajmërimi:

source: Stop
sd: روڪيو
sq: Ndalo

source: Test
sd: ٽيسٽ
sl: Preizkus
sq: Provë

source: Custom
ro: Personal
sd: مرضي مطابق
sl: Prikrojeno
sq: E personalizuar

source: Sound
ne: ध्वनि
ro: Sunet
sd: آواز
sl: Zvok
sq: Zëri

source: Change sound volume and sound events
sd: آواز واليوم ۽ آواز واقعا بدلايو
sq: Ndryshoni volumin dhe ngjarjet e zërit

source: No shortcut set
sq: Nuk është vendosur shkurtore

source: Universal Access Preferences
sq: Preferencat e Hyrjes Universale

# universal access, contrast
source: Low
sd: گھٽ
sq: I ulët

# universal access, contrast
source: High
sd: وڌ
sq: I Lartë

# universal access, contrast
source: High/Inverse
sd: گهڻو/ابتڙ
sq: I Lartë/Ndryshuar

source: On screen keyboard
sd: اسڪرين ڪيبورڊ
sq: Tastiera në ekran

source: None
sd: ڪو به نه
sq: Asgjë

# universal access, text size
source: Small
sd: ننڍو
sq: E vogël

# universal access, text size
source: Normal
sd: پورو
sq: Normale

# universal access, text size
source: Large
sd: وڏو
sq: E Madhe

# universal access, text size
source: Larger
sd: گهڻو وڏو
sq: Akoma më e Madhe

source: High Contrast
sd: گهڻي چٽائي
sq: Kontrast i Lartë

source: Beep on Caps and Num Lock
sq: Tingull me Caps dhe Num Lock

source: Options...
sd: اختيار…
sq: Opsionet...

source: Screen Reader
sd: اسڪرين پڙهڻو
sq: Lexues Ekrani

source: Turn on or off:
sd: کوليو يا بند ڪريو
sq: Ndize ose fike:

# universal access, zoom
source: Zoom
sd: وڌاءُ
sq: Zmadho

source: Zoom in:
sd: وڌايو
sq: Zmadho:

source: Zoom out:
sd: گهٽايو
sq: Zvogëlo:

source: Large Text
sd: وڏي عبارت
sq: Tekst i Madh

source: Seeing
sd: ڏسڻ
sq: Shikimi

source: Visual Alerts
sq: Lajmërime Vizuale

source: Use a visual indication when an alert sound occurs
sq: Përdor një tregues vizual kur ndodh një zë njoftimi

source: Flash the window title
sq: Ndriço titullin e dritares

source: Flash the entire screen
sq: Ndriço të gjithë ekranin

source: Closed Captioning
sq: Nëntituj

source: Display a textual description of speech and sounds
sq: Shfaq një përshkrim tekstual të fjalimit dhe zërave

source: _Test flash
sq: _Testo dritën

source: Hearing
sd: ٻڌڻ
sq: Dëgjimi

source: On Screen Keyboard
sd: اسڪرين ڪيبورڊ
sq: Tastierë në Ekran

source: Sticky Keys
sq: Butonat Ngjitës

source: Treats a sequence of modifier keys as a key combination
sq: E trajton një sekuencë butonash modifikues si një kombinim butonash

source: _Disable if two keys are pressed together
sq: _Çaktivizoje nëse dy butona shtypen njëherësh

source: Beep when a _modifer key is pressed
sq: Lësho tingull kur një btuon _modifikues është shtypur

source: Slow Keys
sq: Çelësat e Ngadaltë

source: Puts a delay between when a key is pressed and when it is accepted
sq: Vendos një interval midis shtypjes së butonit dhe pranimit të shtypjes

source: A_cceptance delay:
sq: Devijimi i P_ranimit:

source: Slow keys typing delay
sq: Ngadalësim i shtypjes së butonave

source: Beep when a key is
sq: Lësho tingull kur një buton është

source: pressed
sd: دٻايل
sq: i shtypur

source: accepted
sd: قبوليل
sq: pranuar

source: rejected
sq: nuk u pranua

source: Bounce Keys
sq: Çelësat Kërcyes

source: Ignores fast duplicate keypresses
sq: Shpërfill butonat që shtypen dy herë me shpejtësi

source: Acc_eptance delay:
sq: Devijimi i Pr_animit:

source: Bounce keys typing delay
sq: Ngadalësim i shtypjes së butonave kërcyes

source: Beep when a key is _rejected
sq: Lësho tingull kur një buton _refuzohet

source: Enable by Keyboard
sq: Aktivizo me Tastierë

source: Turn accessibility features on and off using the keyboard
sq: Ndiz dhe fik mjetet e hyrjes duke përdorur tastierën

source: Mouse Keys
ne: माउस किहरु
sd: مائوس بٽڻ
sq: Mouse nga tastiera

source: Control the pointer using the keypad
sd: پوائنٽر کي ڪيبورڊ ذريعي هلايو
sq: Kontrollo shenjuesin duke përdorur tastierën

source: Video Mouse
sd: وڊيو مائوس
sq: Mi Video

source: Control the pointer using the video camera.
sd: پوائنٽر کي وڊيو ڪئميرا سان هلايو
sq: Kontrollo shenjuesin duke përdorur video kamerën.

source: Simulated Secondary Click
sq: Klikim i Dytë i Stimuluar

source: Trigger a secondary click by holding down the primary button
sq: Nis një klikim dytësor kur butoni kryesor mbahet i shtypur

source: Secondary click delay
sq: Devijim i klikimit dytësor

source: Hover Click
sq: Mbi Kliko

source: Trigger a click when the pointer hovers
sq: Lëshon një klikim kur shenjuesi qëndron sipër

source: D_elay:
sd: _وقفو:
sq: Von_esa:

source: Motion _threshold:
sq: _Kufiri i lëvizjes:

source: Small
ro: Mică
sd: ننڍو
sq: E vogël

source: Large
ro: Mare
sd: وڏو
sq: E madhe

source: Mouse Settings
sd: مائوس ترتيبون
sq: Parametrat e Miut

source: Pointing and Clicking
sq: Shenjimi dhe Klikimi

# Distance
source: Short
sd: مختصر
sq: E Shkurtër

# Distance
source: ¼ Screen
sd: ¼ اسڪرين
sq: ¼ E Ekranit

# Distance
source: ½ Screen
sd: ½ اسڪرين
sq: ½ E Ekranit

# Distance
source: ¾ Screen
sd: ¾ اسڪرين
sq: ¾ E Ekranit

# Distance
source: Long
sd: ڊگهو
sq: I Gjatë

source: Full Screen
sd: پوري اسڪرين
sq: Tërë Ekrani

source: Top Half
sd: مٿيون اڌ
sq: Gjysma e Sipërme

source: Bottom Half
sd: هيٺيون اڌ
sq: Gjysma e Poshtme

source: Left Half
sd: کاٻو اڌ
sq: Gjysma Majtas

source: Right Half
sd: ساڄو اڌ
sq: Gjysma Djathtas

source: Zoom Options
sd: وڌاءُ جا اختيار
sq: Opsionet e Zadhimit

source: Magnification:
sd: وڌاءُ جو درجو
sq: Zmadhimi:

source: Follow mouse cursor
sq: Ndiq kursorin e miut

source: Screen part:
sq: Pjesa e ekranit:

source: Magnifier extends outside of screen
sq: Zmadhuesi del jashtë ekranit

source: Keep magnifier cursor centered
sq: Mbaje kursorin e zmadhuesit në qendër

source: Magnifier cursor pushes contents around
sq: Kursori i zmadhuesit e shtyn përmbajtjen

source: Magnifier cursor moves with contents
sq: Kursori i zmadhuesit lëviz me përmbajtjen

source: Magnifier Position:
sq: Pozicioni i Zmadhuesit:

source: Magnifier
sd: وڏو ڏيکاريندڙ
sq: Zmadhuesi

source: Thickness:
sd: ٿولھ:
sq: Trashësi:

source: Thin
sd: سنهو
sq: I Hollë

source: Thick
sd: ٿلهو
sq: I Trashë

source: Length:
sd: ڊيگھ:
sq: Gjatësia:

source: Color:
sd: رنگ:
sq: Ngjyra:

source: Crosshairs:
sq: Shënjestra:

source: Overlaps mouse cursor
sq: Mbivendose kursorin e miut

source: Crosshairs
sq: Shënjestra

source: White on black:
sd: ڪاري تي اڇو:
sq: I bardhë në të zi:

source: Brightness:
sd: روشنائي:
sq: Ndriçimi:

source: Contrast:
sd: چٽائي:
sq: Kontrasti:

# Zoom Grayscale
source: Color
sd: رنگ
sq: Ngjyra

# Zoom Grayscale
source: None
sd: ڪوبه نه
sq: Asnjë

# Zoom Grayscale
source: Full
sd: پورو
sq: I Plotë

source: Low
ro: Mică
sd: گھٽ
sl: Nizka
sq: E Ulët

source: High
ro: Mare
sd: گھڻو
sl: Visoka
sq: E Lartë

source: Color Effects:
sq: Efektet e Ngjyrave:

source: Color Effects
sq: Efektet e Ngjyrave

# Account type
source: Standard
sd: رواجي
sq: Standart

source: Add account
sd: کاتو وجهو
sq: Shto llogari

source: _Local Account
sd: _مقامي کاتو
sq: _Llogari Lokale

source: _Enterprise Login
sd: _اينٽرپرائز داخلا
sq: _Hyrje Ndërmarrjeje

source: _Username
sd: صارف _نالو:
sq: _Emër përdoruesi

source: _Full name
sd: _پورو نالو:
sq: _Emri i plotë

source: Account _Type
sd: کاتي جو _قسم
sq: _Lloji i Llogarisë

source: _Login Name
sd: _داخلا نالو:
sq: _Emri i hyrjes

source: _Password
sd: _ڳجهو لفظ
sq: _Fjalëkalimi

source: Tip: Enterprise domain or realm name
sq: Këshillë: Domeini i ndërmarrjes ose emri realm

source: C_ontinue
sd: _جاري رکو
sq: Vazhd_o

source: Domain Administrator Login
sd: ڊومين منتظم داخلا
sq: Hyrje e Administratorit të Domeinit

source: In order to use enterprise logins, this computer needs to be enrolled in the domain. Please have your network administrator type their domain password here.
sq: Për të përdorur hyrjet e ndërmarrjes, ky kompjuter duhet të jetë i lidhur me një domein. Ju lutemi ti kërkoni administratorit të rrjetit tuaj të vendosë fjalëkalimin e vet të domeinit këtu.

source: Administrator _Name
sd: منتظم _نالو
sq: _Emri i Administratorit

source: Administrator Password
sd: منتظم ڳجهو لفظ
sq: Fjalëkalimi i Administratorit

source: Left thumb
sd: کاٻو آڱوٺو
sq: Gishti i madh i majtë

source: Left middle finger
sd: کاٻي وچين آڱر
sq: Gishti i mesëm i majtë

source: Left ring finger
sd: کاٻي ٻاچ
sq: Gishti i majtë i unazës

source: Left little finger
sd: کاٻي چيچ
sq: Gishti i vogël i majtë

source: Right thumb
sd: ساڄو آڱوٺو
sq: Gishti i madh i djathtë

source: Right middle finger
sd: ساڄي وچين آڱر
sq: Gishti i mesit i djathtë

source: Right ring finger
sd: ساڄي ٻاچ
sq: Gishti i unazës i djathtë

source: Right little finger
sd: ساڄي چيچ
sq: Gishti i vogël i djathtë

source: Enable Fingerprint Login
sd: آڱرين سان داخلا فعال ڪريو
sq: Aktivizo Hyrjen me Gjurmën e Gishtërinjve

source: _Right index finger
sd: _ساڄي ڏسڻي آڱر:
sq: Gishti i _djathtë tregues

source: _Left index finger
sd: _کاٻي ڏسڻي آڱر
sq: Gishti i _majtë tregues

source: _Other finger:
sd: _ٻي ڪا آڱر:
sq: Gishti _tjetër:

source: Your fingerprint was successfully saved. You should now be able to log in using your fingerprint reader.
sq: Gjurma e gishtit tuaj u regjistrua me sukses. Tashmë ju do të jeni në gjendje të hyni duke përdorur lexuesin e gishtërinjve.

source: User Accounts
sd: صارف کاتا
sq: Llogaritë e Përdoruesit

source: Add or remove users
sd: صارف وجهو يا هٽايو
sq: Shto ose hiq përdorues

source: Set a password now
sd: ڳجهو لفظ هينئر جوڙيو
sq: Vendos një fjalëkalim tani

source: Choose password at next login
sd: ڳجهو لفظ ايندڙ داخلا تي چونڊيو
sq: Zgjidh fjalëkalimin për hyrjen tjetër

source: Log in without a password
sd: بغير ڳجهي لفظ جي داخل ٿيو
sq: Hyr pa një fjalëkalim

source: Disable this account
sd: هي کاتو غيرفعال ڪريو
sq: Çaktivizoje këtë llogari

source: Enable this account
sd: هي کاتو فعال ڪريو
sq: Aktivizoje këtë llogari

source: _Hint
sd: _اشارو
sq: _Këshillë

source: This hint may be displayed at the login screen. It will be visible to all users of this system. Do <b>not</b> include the password here.
sq: Kjo këshillë mund të shfaqet në ekranin e hyrjes. Ajo do të jetë gjithasht e disponueshme për të gjithë përdoruesit e këtij sistemi. <b>Mos</b> e përfshini fjalëkalimin këtu.

source: C_onfirm password
sd: ڳجهو لفظ _ٻيهر لکو
sq: K_onfirmo fjalëkalimin

source: _New password
sd: _نئون ڳجهو لفظ
sq: _Fjalëkalim i ri

source: Generate a password
sd: ڳجهو لفظ تخليق ڪرايو
sq: Krijo një fjalëkalim

source: Fair
sd: واجبي
sq: Mjaftueshëm

source: Current _password
sd: _موجوده ڳجهو لفظ
sq: _Fjalëkalimi i tanishëm

source: _Action
sd: _ڪاروائي
sq: _Veprimi

source: Changing password for
sd: هن لاءِ ڳجهو لفظ بدلائيندي
sq: Ndryshim i fjalëkalimit për

source: _Show password
sd: ڳجهو لفظ _ڏيکاريو
sq: _Shfaq fjalëkalimin

source: How to choose a strong password
sd: سگهارو ڳجهو لفظ ڪيئن چونڊجي
sq: Si të zgjidhni një fjalëkalim të fortë

source: Ch_ange
sd: _بدلايو
sq: Nd_rysho

source: Changing photo for:
sd: هن لاءِ فوٽو بدلائيندي:
sq: Duke ndryshuar foton për:

source: Choose a picture that will be shown at the login screen for this account.
sq: Zgjidh një fotografi që do të shfaqet në ekranin e hyrjes për këtë llogari.

source: Gallery
sd: گئلري
sq: Galeria

source: Take a photograph
sd: فوٽو ڇڪيو
sq: Merr një fotografi

source: Browse
sd: ڦلهوريو
sq: Shfleto

source: Photograph
sd: فوٽوگراف
sq: Fotografia

source: Account Information
sd: کاتي جي معلومات
sq: Të dhënate llogarisë

source: Add User Account
sd: صارف کاتو وجهو
sq: Shto Llogari Përdoruesi

source: Remove User Account
sd: صارف کاتو هٽايو
sq: Hiq Llogari Përdoruesi

source: Login Options
sd: داخلا جا اختيار
sq: Mundësitë e Hyrjes

source: A_utomatic Login
sd: خودڪار داخلا
sq: Hyrje A_utomatike

source: _Fingerprint Login
sd: _آڱرنشان داخلا
sq: Hyrje me _Mollëzat e Gishtërinjve

source: User Icon
sd: صارف نشان
sq: Ikonë Përdoruesi

source: _Language
sd: _ٻولي
sq: _Gjuha

source: Manage user accounts
sd: صارف کاتن جو انتظام
sq: Menaxho llogaritë e përdoruesit

source: Authentication is required to change user data
sq: Identifikimi kërkohet për të ndryshuar të dhënat e përdoruesit

# Password strength
source: Too short
sd: تمام ننڍو
sq: Shumë i shkurtër

# Password strength
source: Not good enough
sd: خاص سٺو ناهي
sq: Nuk është i mirë sa duhet

# Password strength
source: Weak
sd: ڪمزور
sq: E Dobët

# Password strength
source: Fair
sd: واجبي
sq: Mjaftueshëm

# Password strength
source: Good
sd: سٺو
sq: E Mirë

# Password strength
source: Strong
sd: سگهارو
sq: E fortë

source: Authentication failed
sd: تصديق ناڪام
sq: Identifikimi dështoi

source: The new password is too short
sd: نئون ڳجهو لفظ تمام ننڍو آهي
sq: Fjalëkalimi i ri është shumë i shkurtër

source: The new password is too simple
sd: نئون ڳجهو لفظ تمام سادو آهي
sq: Fjalëkalimi i ri është shumë i thjeshtë

source: The old and new passwords are too similar
sd: نئون ۽ پراڻو ڳجهو لفظ تمام هڪجهڙا آهن
sq: Fjalëkalimi i vjetër dhe i riu janë shumë të ngjajshëm

source: The new password has already been used recently.
sd: نئون ڳجهو لفظ تازو ئي استعمال ٿيل آهي.
sq: Fjalëkalimi i ri është përdorur kohët e fundit

source: The new password must contain numeric or special characters
sd: نئين ڳجهي لفظ ۾ انگ ۽ خاص اکر هئڻ گهرجن
sq: Fjalkalimi i ri duhet të përmbajë numra apo karaktere të veçanta

source: The old and new passwords are the same
sd: نئون ۽ پراڻو ڳجهو لفظ ساڳيا آهن
sq: Fjalëkalimi i vjetër dhe i riu janë të njëjtë

source: Your password has been changed since you initially authenticated!
sd: توهان جي شروعاتي تصديق کانپوءِ توهان جو ڳجهو لفظ تبديل ٿي چڪو آهي!
sq: Fjalëkalimi juaj ka ndryshuar që kur u identifikuat për herë të fundit!

source: The new password does not contain enough different characters
sd: نئين لفظ ۾ مختلف اکر ناڪافي آهن.
sq: Fjalëkalimi i ri nuk përmban gërma të ndryshme sa duhet

source: Unknown error
sd: نامعلوم خرابي
sq: Gabim i panjohur

source: Failed to add account
sd: کاتو وجهڻ ۾ ناڪام
sq: Dështova në shtimin e llogarisë

source: Failed to register account
sd: کاتو داخل ڪرڻ ۾ ناڪام
sq: Dështova në regjistrimin e llogarisë

source: No supported way to authenticate with this domain
sq: Nuk ka mënyrë të suportuar për tu identifikuar me këtë domein

source: Failed to join domain
sq: Dështova në bashkimin me domeinin

source: Failed to log into domain
sd: ڊومين ۾ داخل ٿيڻ ۾ ناڪام
sq: Dështova për të hyrë në domein

source: You are not allowed to access the device. Contact your system administrator.
sd: توهانکي اوزار تائين رسائي ناهي. پنهنجي سسٽم منتظم سان رابطو ڪريو
sq: Juve nuk ju lejohet hyrja në këtë pajisje, kontaktoni me administratorin e sistemit.

source: The device is already in use.
sd: هي اوزار اڳيئي استعمال ۾ آهي.
sq: Pajisja është në përdorim.

source: An internal error occurred.
sd: هڪ اندروني خرابي ٿي پيئي.
sq: Ndodhi një gabim i brendshëm.

source: Enabled
sd: فعال
sq: I Aktivizuar

source: Delete registered fingerprints?
sd: داخل ٿيل آڱرين جا نشان ڊاهجن؟
sq: Ti fshijmë gjurmët e regjistruara të gishtërinjve?

source: _Delete Fingerprints
sd: آڱرين جا نشان _ڊاهيو
sq: _Fshiji Gjurmët e Gishtërinjve

source: Do you want to delete your registered fingerprints so fingerprint login is disabled?
sd: ڇا توهان پنهنجي آڱرين جا نشان ڊاهڻ چاهيو ٿا ته جيئن آڱرين سان داخل غير فعال بڻجي وڃي؟
sq: Dëshironi t'i fshini gjurmët e regjistruara të gishtërinjve, në mënyrë që hyrja me gjurmën e gishtërinjve të çaktivizohet?

source: Done!
sd: مڪمل!
sq: U Bë!

source: Could not access '%s' device
sq: Nuk kemi hyrje në pajisjen '%s'

source: Could not start finger capture on '%s' device
sq: Nuk mundëm të nisim kapjen e gishtërinjve në pajisjen '%s'

source: Could not access any fingerprint readers
sq: Nuk mund të hyjmë në asnjë lexues gishtërinjsh

source: Please contact your system administrator for help.
sd: مدد لاءِ پنهنجي سسٽم منتظم سان رابطو ڪريو.
sq: Ju lutemi kontaktoni administratorin e sistemit tuaj për ndihmë.

source: To enable fingerprint login, you need to save one of your fingerprints, using the '%s' device.
sq: Për të aktivizuar hyrjen me mollëzat e gishtërinjve, juve ju duhet të regjistroni një nga mollëzat e gishtërinjve tuaj duke përdorur pajisjen '%s'.

source: Selecting finger
sd: آڱر چونڊيندي
sq: Duke përzgjedhur gishtin

source: Enrolling fingerprints
sd: آڱرين جا نشان داخل ڪندي
sq: Vendos mollëzat e gishtërinjve

source: Summary
sd: خلاصو
sq: Përmbledhja

source: _Generate a password
sd: ڳجهو لفظ _تخليق ڪرايو
sq: _Gjenero një fjalëkalim

source: Please choose another password.
sd: مهرباني ڪري ٻيو ڪو ڳجهو لفظ چونڊيو.
sq: Ju lutemi të zgjidhni një fjalëkalim tjetër.

source: Please type your current password again.
sd: پنهنجو موجوده ڳجهو لفظ ٻيهر لکو.
sq: Ju lutemi ta shtypni përsëri fjalëkalimin tuaj.

source: Password could not be changed
sd: ڳجهو لفظ تبديل نه ٿي سگهيو
sq: Fjalëkalimi nuk mundi të ndryshohej

source: You need to enter a new password
sd: توهان کي نئون ڳجهو لفظ داخل ڪرڻو پوندو
sq: Ju duhet të vendosni një fjalëkalim të ri

source: You need to confirm the password
sd: توهان کي ڳجهو لفظ ٻيهر لکڻو پوندو
sq: Ju nevojitet të konfirmoni fjalëkalimin

source: The passwords do not match
sd: ڳجها لفظ ساڳيا نه آهن
sq: Fjalëkalimet nuk përputhen

source: You need to enter your current password
sd: توهان کي پنهنجو موجوده ڳجهو لفظ داخل ڪرڻو پوندو
sq: Ju nevojitet të vendosni fjalëkalimin e tanishëm

source: The current password is not correct
sd: موجوده ڳجهو لفظ صحيح نه آهي
sq: Fjalëkalimi i tanishëm nuk është korrekt

source: Passwords do not match
sd: ڳجها لفظ ساڳيا نه آهن
sq: Fjalëkalimet nuk përputhen

source: Wrong password
sd: غلط ڳجهو لفظ
sq: Fjalëkalim i gabuar

source: Disable image
sd: عڪس غيرفعال ڪريو
sq: Çaktivizo imazhin

source: Take a photo...
sd: فوٽو ڇڪيو…
sq: Bëj një foto...

source: Browse for more pictures...
sd: وڌيڪ تصويرن لاءِ ڦلهوريو
sq: Shfleto për më tepër fotografi...

source: Used by %s
sd: %s طرفان استعمال ڪيل
sq: Përdorur nga %s

source: No such domain or realm found
sq: Nuk u gjet një domein apo lidhje e tillë

source: Cannot log in as %s at the %s domain
sq: Nuk mund të hyj si %s në domeinin %s

source: Invalid password, please try again
sd: ناقص ڳجهو لفظ، ٻيهر ڪوشش ڪريو
sq: Fjalëkalim i pavlefshëm, ju lutemi ta provoni përsëri

source: Couldn't connect to the %s domain: %s
sq: Nuk munda të lidhem tek %s domeini: %s

source: A user with name '%s' already exists.
sq: Një përdorues me emrin '%s' ekziston tashmë.

source: No user with the name '%s' exists.
sq: Nuk ka përdorues me emrin '%s'.

source: This user does not exist.
sq: Ky përdorues nuk ekziston.

source: Failed to delete user
sd: صارف ڊاهڻ ۾ ناڪام
sq: Dështova në fshirjen e përdoruesit

source: You cannot delete your own account.
sd: توهان پنهنجو ئي کاتو نه ٿا ڊاهي سگهو.
sq: Ti nuk mund të fshish llogarinë tënde.

source: %s is still logged in
sd: %s اڃا تائين داخل ٿيل آهي
sq: %s vazhdon të ketë llogarinë hapur

source: Deleting a user while they are logged in can leave the system in an inconsistent state.
sq: Fshirja e një përdoruesi ndërkohë që ata e kanë llogarinë hapur mund ta lërë sistemin në një gjendje të paqëndrueshme.

source: Do you want to keep %s's files?
sq: Dëshironi ti mbani skedarët e %s?

source: It is possible to keep the home directory, mail spool and temporary files around when deleting a user account.
sq: Është e mundur të mbani drejtorinë shtëpi, kutinë postare dhe skedarët e përkohshëm kur fshini një llogari përdoruesi.

source: _Delete Files
sd: فائلون _ڊاهيو
sq: _Fshiji Skedarët

source: _Keep Files
sd: فائلون _رکو
sq: _Mbaji Skedarët

# Password mode
source: Account disabled
sd: کاتو غيرفعال
sq: Llogaria u çaktivizua

# Password mode
source: To be set at next login
sq: Për tu vendosur kur të futeni përsëri

# Password mode
source: None
sd: ڪو به نه
sq: Asnjë

source: Failed to contact the accounts service
sq: Dështova në lidhjen me shërbimin e llogarive

source: Please make sure that the AccountService is installed and enabled.
sq: Ju lutemi të siguroheni që AccountService është instaluar dhe aktivizuar.

source: To make changes, click the * icon first
sq: Për të bërë ndryshime, klikon fillimisht ikonën *

source: Create a user account
sd: صارف کاتو ٺاهيو
sq: Shto një llogari përdoruesi

source: To create a user account, click the * icon first
sq: Për të krijuar një llogari përdoruesi, klikpni fillimisht ikonën *

source: Delete the selected user account
sd: چونڊيل صارف کاتو ڊاهيو
sq: Fshijeni llogarinë e përzgjedhur të përdoruesit

source: To delete the selected user account, click the * icon first
sq: Për të fshirë llogarinë e përzgjedhur të përdoruesit, klikoni fillimisht ikonën *

source: My Account
sd: منهنجو کاتو
sq: Llogaria Ime

source: Other Accounts
sd: ٻيا کاتا
sq: Llogari të Tjera

source: A user with the username '%s' already exists
sq: Një përdorues me emrin '%s' ekziston tashmë

source: The username is too long
sd: صارف نالو گهڻو وڏو آهي
sq: Emri i përdoruesit është shumë i gjatë

source: The username cannot start with a '-'
sd: صارف نالو ’-‘ سان شروع نٿو ٿي سگهي
sq: Emri i përdoruesit nuk mund të fillojë me një '-'

source: The username must only consist of: ➣ letters from the English alphabet ➣ digits ➣ any of the characters '.', '-' and '_'
sq: Emri i përdoruesit duhet të ketë vetëm: ➣ gërma të alfabetit anglez ➣ numra ➣ çdonjë nga karakteret '.', '-' dhe '_'

source: Map Buttons
sq: Shfaqi Butonat

source: Map buttons to functions
sq: Shfaqi butonat sipas funksioneve

source: Screen Calibration
sd: اسڪرين ڪيليبريشن
sq: Kalibrimi i Ekranit

source: Please tap the target markers as they appear on screen to calibrate the tablet.
sq: Ju lutemi të klikoni shënjestrat kur ato shfaqen në ekran për të kalibruar tabletën.

source: Mis-click detected, restarting...
sq: U dallua një klikim i gabuar, po rinisim...

source: Output:
sq: Dalja:

source: Keep aspect ratio (letterbox):
sq: Mba shkallën e pamjes (kuti letre):

source: Map to single monitor
sq: Hartoje në një monitor të vetëm

source: %d of %d
sq: %d nga %d

# Wacom action-type
source: None
sd: ڪوبه نه
sq: Asnjë

# Wacom action-type
source: Send Keystroke
sq: Dërgo Grup Butonash

# Wacom action-type
source: Switch Monitor
sq: Ndërro Monitorin

source: Up
sd: مٿي
sq: Lart

source: Down
sd: هيٺ
sq: Poshtë

source: Switch Modes
sq: Ndrysho Mënyrat

source: Button
sd: بٽڻ
sq: Butoni

source: Action
ne: कार्य
sd: ڪاروائي
sq: Veprimi

source: Display Mapping
sq: Hartëzimi i Ekranit

source: Set your Wacom tablet preferences
sq: Vendosni parapëlqimet e tabletës suaj Wacom

source: Tablet (absolute)
sq: Tableta (absolute)

source: Touchpad (relative)
sq: Tastiera me prekje (relative)

source: Tablet Preferences
sd: ٽئبليٽ ترجيحون
sq: Parapëlqimet e Tabelës

source: No tablet detected
sd: ٽئبليٽ دريافت نه ٿيو
sq: Nuk u dallua asnjë tabletë

source: Please plug in or turn on your Wacom tablet
sq: Ju lutemi ta lidhni ose ta ndizni tabletën tuaj Wacom

source: Bluetooth Settings
sd: بلوٽوٿ ترتيبون
sq: Parametrat e Bluetooth

source: Map to Monitor...
sq: Shfaqe në Monitor

source: Map Buttons...
sq: Harta e Butonave...

source: Calibrate...
sd: ڪيليبريٽ ڪريو…
sq: Kalibro...

source: Adjust display resolution
sd: نمائش ريزوليوشن بدليو
sq: Rregullo rezolucionin e ekranit

source: Tracking Mode
sq: Mënyra e Gjurmimit

source: Left-Handed Orientation
sq: Orientim për mëngjarashët

source: Left Ring Mode #%d
sq: Mënyra e Rrethit të Majtë #%d

source: Right Ring Mode #%d
sq: Mënyra e Rrethit të Djathtë #%d

source: Left Touchstrip Mode #%d
sq: Mënyra e Shiritit të Majtë me Prekje #%d

source: Right Touchstrip Mode #%d
sq: Mënyra e Shiritit të Djathtë me Prekje #%d

source: Left Touchring Mode Switch
sq: Butoni i Mënyrës së Rrethit të Majtë me Prekje
