Repository: khurshid-alam/Unity-Control-Center
Catalog: po/*.po
Languages: ne, ro, sd, sl, sq

source: Display screensaver in monochrome.
ro: Afişează screensaver-ul monocrom.
sl: Èrnobel ohranjevalnik zaslona.

source: Speed of rotation.
ro: Viteză rotaţie.
sl: Hitrost vrtenja.

source: Speed of the 90 degree rotation.
sl: Hitrost zasuka za 90 stopinj.

source: Bouboule
sl: Mehurèki

source: Number of Colors.
ro: Număr culori.
sl: ©tevilo barv.

source: Number of bubbles to use.
ro: Număr de bule folosit.
sl: ©tevilo uporabljenih mehurèkov.

source: Speed of Motion.
ro: Viteză mişcare.
sl: Hitrost gibanja.

source: Use red/blue 3d seperation.
sl: Uporabi 3d razloèevanje rdeèe in modre.

source: Braid
sl: Preplet

source: Bubble3D
sl: 3D Mehurèki

source: Draws a stream of rising, undulating 3D bubbles, rising toward the top of the screen, with nice specular reflections. Written by Richard Jones.
sl: Ri¹e tok poveèujoèih se 3D mehurèkov, ki se z lepimi odboji svetlobe dvigajo proti vrhu zaslona. Napisal Richard Jones.

source: Bubbles
sl: Mehurèki

source: Bubbles exist in three dimensions.
ro: Bulele există în trei dimensiuni.
sl: Mehurèki obstajajo v treh dimenzijah.

source: Don't hide bubbles when they pop.
sl: Ne skrij mehurèkov, ko poèijo.

source: Draw circles instead of pixmap bubbles.
sl: Ri¹i kro¾ce namesto mehurèkov.

source: Bumps
sl: Poskoki

source: Cage
sl: Kletka

source: C Curve
sl: C Krivulja

source: Compass
sl: Kompas

source: Don't use double bufferinge
sl: Ne uporabljal dvojnega izravnalnika

source: This draws a compass, with all elements spinning about randomly, for that ``lost and nauseous'' feeling. Written by Jamie Zawinski.
sl: Ri¹e kompas, kjer se vsi elementi nakljuèno vrtijo, kar daje obèutek izgubljenosti. Napisal Jamie Zawinski.

source: Use double buffering
sl: Uporabi dvojni izravnalnik

source: Coral
sl: Korale

source: Density
ro: Densitate
sl: Gostota

source: Number of seeds
ro: Număr seminţe
sl: ©tevilo semen

source: Cosmos
sl: Kozmos

source: Draws fireworks and zooming, fading flares. By Tom Campbell. You can find it at <http://www.mindspring.com/~campbell/cosmos/>.
sl: Ri¹e ognjemet in rakete. Napisal Tom Campbell. Veè najdete na <http://www.mindspring.com/~campbell/cosmos/>.

source: Critical
sl: Kritièno

source: Cell
ro: Celulă
sl: Celica

source: Center image.
ro: Centrează imaginea.
sl: Centriraj sliko

source: Crystal
sl: Kristal

source: Have at maximum size
sl: Imej najveèjo velikost

source: Number of polygons to use.
ro: Număr de poligoane folosit.
sl: ©tevilo uporabljenih poligonov.

source: Number of iterations.
ro: Număr de iteraţii.
sl: ©tevilo ponovitev.

source: Cycle through colors.
sl: Kro¾i skozi barve.

source: Deco
sl: Deko

source: Use color when drawing.
sl: Za risanje uporabi barve.

source: Deluxe
sl: Delux

source: Number to use.
ro: Număr folosit.
sl: ©tevilo uporabljenih.

source: Distort
sl: Bula

source: Drift
sl: Puhanje

source: Fractals should grow.
sl: Fraktali naj rastejo.

source: Number of pixels to use.
sl: ©tevilo uporabljenih pik.

source: Use lissajous figures to get points.
sl: Uporabi lissajeve skice za pridobitev toèk.

source: Epicycle
sl: Epicikel

source: Time finished product is shown.
sl: Èas, ko je konèan produkt pokazan.

source: Number
ro: Număr
sl: ©tevilo

source: Number of cycles
ro: Număr de cicluri
sl: ©tevilo ciklov

source: Speed of Motion
sl: Hitrost gibanja

source: Bitmap for flag
ro: Poză pentru steag
sl: Slika za zastavo

source: Flag
sl: Zastava

source: Random size up to
sl: Nakljuèna velikost vse do

source: Text for flag
ro: Text pentru steag
sl: Besedilo za zastavo

source: Number of fractals to generate.
sl: ©tevilo generiranih fraktalov.

source: Pixels per fractal.
sl: Pik na fraktal.

source: Flow
sl: Tok

source: Delay between redraws.
sl: Premor pred naslednjim risanjem.

source: Forest
sl: Gozd

source: Number of trees to use.
sl: ©tevilo uporabljenih dreves.

source: Galaxy
sl: Galaksija

source: Gears
sl: Zobniki

source: Have transparent bubbles.
sl: Prosojni mehurèki.

source: Use additive color model.
sl: Uporabi aditivni barvni model.

source: Number of planets to use.
ro: Număr de planete folosit.
sl: ©tevilo uporabljenih planetov.

source: Objects should leave trails behind them.
sl: Predmeti naj za sabo pu¹èajo sledove.

source: Orbit should decay.
sl: Orbita naj se spu¹èa.

source: Animate circles.
sl: Animirani krogi.

source: Cycle through colormap.
sl: Kro¾i skozi barvno paleto.

source: Number of circles to use.
sl: ©tevilo uporabljenih krogov.

source: Use a gradient of colors between circles.
ro: Utilizează un gradient de culori între cicluri.
sl: Uporabi prelivanje barv med krogi.

source: Helix
sl: Heliks

source: Time between redraws.
sl: Èas med risanji.

source: Number of pixels before a color change.
sl: ©tevilo pik pred spremembo barve.

source: Distance from center of cube
sl: Razdalja od sredi¹èa kocke

source: Hypercube
sl: Hiperkocka

source: Interference
sl: Interferenca

source: Kaleidescope
sl: Kaleidoskop

source: Number of segments.
ro: Număr de segmente.
sl: ¹tevilo daljic.

source: Number of trails.
ro: Număr urme.
sl: ©tevilo sledov.

source: Duration of laser burst.
sl: Trajanje izbruha laserja.

source: Size of burst.
sl: Velikost izbruha.

source: Lightning
sl: Bliskanje

source: Size of object.
sl: Velikost predmeta.

source: Number of interpolation steps.
sl: ©tevilo korakov interpolacije.

source: Number of points.
ro: Număr de puncte.
sl: ©tevilo toèk.

source: Open figures.
sl: Odpri skice.

source: Loop
sl: Zanka

source: Delay between drawing the maze and starting the solution.
sl: Premor med risanjem zidu in zaèetkom re¹evanja.

source: Delay between each step in the maze.
sl: Premor med vsakim korakom poti.

source: Delay between finishing the maze and starting a new one.
sl: Premor med konèanjem labirinta in zaèetkom novega.

source: Maze
sl: Labirint

source: Put a bridge over the logo?
sl: Postavi most nad logotip?

source: Maximum radius increment
sl: Najveèje poveèanje radija

source: Mountain
sl: Gore

source: Draw square at weird starting points.
sl: Spremeni risanje kvadrata na èuden naèin.

source: Use XOR drawing function.
sl: Uporabi XOR za risanje.

source: Noseguy
sl: Nosonja

source: Maximum number of lines.
ro: Număr maxim de linii.
sl: Najveèje ¹tevilo èrt.

source: Pedal
sl: Pdeal

source: Time to fade away.
sl: Èas za izbris.

source: Time to show each picture.
sl: Èas prikaza vsake slike.

source: Penetrate
sl: Preboj

source: Penrose
sl: Tlakovanje

source: Phosphor
sl: Fosfor

source: Pipes
sl: Cevi

source: Frequency of missile launch
sl: Pogostost izstreljevanja raket

source: Number of particles
ro: Număr de particule
sl: ©tevilo delcev

source: Particles on screen
sl: Delci na zaslonu

source: Color contrast
sl: Barvni kontrast

source: Discrete Lines
sl: Diskrete èrte

source: Length
sl: Dol¾ina

source: Number of points:
ro: Număr de puncte:
sl: ©tevilo toèk:

source: Number of trails:
sl: ©tevilo sledov:

source: Solid Trails
sl: Polni sledovi

source: Spread between lines
sl: Sprejaj med èrtami

source: Trails attract each other
sl: Sledovi prevlaèijo drug drugega

source: Transparent Trails
sl: Prosojni sledovi

source: Width
sl: ©irina

source: XOR Trails
sl: XOR sledovi

source: Rocks
sl: Kamni

source: Delay before next redraw
sl: Premor pred naslednjim risanjem

source: Number of Iterations
sl: ©tevilo ponovitev

source: Offset
ro: Deplasament
sl: Odmik

source: Rorschach
sl: Rorscach

source: Speed to clear the screen
sl: Hitrost èi¹èenja zaslona

source: With X-axis Symmetry
sl: Simetrija z X osjo

source: With Y-axis Symmetry
sl: Simetrija z Y osjo

source: Sphere
sl: Sfera

source: Spiral
sl: Spirala

source: Spotlight
sl: Odrska luè

source: Stairs
sl: Stopnice

source: Change to display in monochrome.
sl: Spremeni zaslon v èrnobel.

source: Duration of current shape.
sl: Trajanje trenutne oblike.

source: Quickness of rotation at each step (0 = Random)
sl: Hitrost vrtenja ob vsakem koraku (0 = nakljuèna)

source: Speed of animation.
sl: Hitrost animacije

source: Starfish
sl: Morska zvezda

source: Thickness of color bands (0 = Random)
sl: ©irina barvnih pasov (0 = nakljuèna)

source: Use raw shapes
sl: Ka¾i le obrobo

source: Strange
sl: Èudno

source: Superquadrics
sl: Superkvadri

source: Swirl
sl: Interferenca

source: Triangle
sl: Trikotnik

source: Worm
sl: Èrv

source: Xflame
sl: Xplamen

source: Xjack
sl: Xjaka

source: Xmatrix
sl: Xmatrica

source: Add a new screensaver
ro: Adaugă un nou screensaver
sl: Dodaj nov ohranjevalnik zaslona

source: Select the screensaver to run from the list below:
ro: Selectaţi screensaver-ul de rulat din lista de mai jos:
sl: Izberite ohranjevalnik, ki naj se po¾ene iz spodnjega seznama:

source: New screensaver
ro: Screensaver nou
sl: Nov ohranjevalnik zaslona

source: Configure GNOME's use of sound
ro: Configuraţi folosirea sunetelor în GNOME
sl: Nastavi GNOME-ovo uporabo zvoka.

source: Enable sound server startup
ro: Activează serverul de sunet la pornire
sl: Vkljuèi zagon stre¾nika za zvok

source: Sounds for events
ro: Sunete pentru evenimente
sl: Zvoki ob dogodkih

source: Desktop properties manager.
ro: Manager proprietăţi desktop.
sl: Upravljalnik lastnosti namizja.

source: Gnome Control Center : %s
sl: Kontrolni center Gnome : %s

source: No help is available/installed. Please make sure you have the GNOME User's Guide installed on your system.
ro: Nu există ajutor disponibil/instalat pentru aceste setări. Vă rog să vă asiguraţi că aţi instalat Ghidul Utilizatorului GNOME pe sistemul dvs.
sl: Pomoè za te nastavitve ni na voljo / ni name¹èena. Prosim preprièajte se, da imate GNOME Uporabni¹ki Vodiè name¹èen na va¹em sistemu.

source: GNOME Control Center:
sl: Kontrolni center GNOME:

source: Appearance
ro: Aspect
sl: Videz

source: Browse with multiple windows
ro: Navighează cu ferestre multiple
sl: Brskaj z veèimi okni

source: Browse with single window
ro: Navighează cu o singură fereastră
sl: Brskaj z enim samim oknom

source: Display control panels as HTML
ro: Afişează panourile de control ca HTML
sl: Ka¾i kontrolne pulte kot HTML

source: Display control panels as a set of icons
ro: Afişează panourile de control ca un set de iconuri
sl: Ka¾i kontrolne pulte kot niz ikon

source: Display control panels as a tree
ro: Afişează panourile de control ca un copac
sl: Ka¾i kontrolne pulte kot drevo

source: Launch control panels in separate windows
ro: Lansează panourile de control în ferestre separate
sl: Po¾eni kontrolne pulte v loèenih oknih

source: New-control-center
sl: Nov-kontrolni-center

source: Put control panels in the control center's window
ro: Pune panourile de control în ferestra Centrul de control
sl: Postavi kontrolne pulte v okno kontrolnega centra

source: Run the capplet CAPPLET
sl: Po¾eni nastavitveni vstavek CAPPLET

source: GNOME Control Center options
sl: Mo¾nosti Kontrolnega centra GNOME

source: Use GNOME for setting background
ro: Utilizează GNOME pentru setarea fundalului

source: Colors
ro: Culori

source: Effect
ro: Efect

source: Primary color
ro: Culoare primară

source: Right or bottom color
ro: Culoare dreapta sau jos

source: Apply changes automatically
ro: Aplică schimbările automat

source: Wallpaper
ro: Fundal

source: File
ro: Fişier

source: Display Style
ro: Stil afişare

source: Stretched (change aspect ratio)
ro: Întins (schimbă proporţiile)

source: Adjust wallpaper's transparency
ro: Ajustează transparenţa fundalului

source: More Transparent
ro: Mai transparent

source: More Solid
ro: Mai solid

source: Delay Until Repeat
ro: Pauză până se repetă

source: Key Repeat Rate
ro: Rată de repetare

source: Keyboard click
ro: Clic tastatură

source: Type here to test setting
ro: Tastaţi aici pentru a testa setările

source: Two
ro: Doi

source: Many
ro: Multe

source: Faster
ro: Mai repede

source: Slower
ro: Mai încet

source: Colors:
ro: Culori:

source: Count:
ro: Număr:

source: Denser
ro: Mai dens

source: Thinner
ro: Mai subţire

source: Seeds
ro: Seminţe

source: Less
ro: Mai puţin

source: More
ro: Mai mult

source: Seconds
ro: Secunde

source: Iterations:
ro: Iteraţii:

source: Closer
ro: Mai aproape

source: Farther
ro: Mai departe

source: Segments
ro: Segmente

source: Shorter
ro: Mai scurt

source: Longer
ro: Mai lung

source: Segments:
ro: Segmente:

source: Smaller
ro: Mai mică

source: Larger
ro: Mai mare

source: Points:
ro: Puncte:

source: Play
ro: Redă

source: Enable
ro: Activează

source: File to Play
ro: Fişier de redat

source: Icon List
ro: Listă iconuri

source: Tree
ro: Arbore

source: Got error %d.
ro: Eroare : %d.

source: Password for %s
ro: Parola pentru %s

source: Consistency checking is not turned on.
ro: Verificarea consistenţei nu este activată.

source: Block is fine.
ro: Blocul este bun.

source: Block freed twice.
ro: Bloc eliberat de două ori.

source: Memory before the block was clobbered.
ro: Memorie înainte de a folosi blocul.

source: Memory after the block was clobbered.
ro: Memorie după ce blocul a fost folosit.

source: userhelper must be setuid root
ro: userhelper trebuie să fie rulat ca root

source: Usage: root-helper fd
ro: Folosire: root-helper fd

source: PAM returned = %d
ro: PAM a întors = %d

source: about to authenticate "%s"
ro: pe cale de a autentifica "%s"

source: about to exec "%s"
ro: pe cale de a executa "%s"

source: Pipe error.
ro: Eroare pipe.

source: Cannot fork().
ro: Nu se poate face fork().

source: dup2() error.
ro: Eroare dup2().

source: execl() error, errno=%d
ro: Eroare execl(), errno=%d

source: Information updated.
ro: Informaţia actualizată.

source: The password you typed is invalid. Please try again.
ro: Parola pe care aţi introdus-o este invalidă. Vă rugăm să încercaţi din nou.

source: One or more of the changed fields is invalid. This is probably due to either colons or commas in one of the fields. Please remove those and try again.
ro: Unul sau mai multe din câmpurile schimbate este invalid. Aceasta este probabil din cauza punctelor sau virgulelor într-unul din câmpuri. Vă rugăm să le eliminaţi şi încercaţi din nou.

source: Password resetting error.
ro: Eroare la resetarea parolei.

source: Some systems files are locked. Please try again in a few moments.
ro: Unele sisteme de fişiere sunt blocate. Vă rugăm reîncercaţi în câteva momente.

source: Unknown user.
ro: Utilizator necunoscut.

source: Insufficient rights.
ro: Drepturi insuficiente.

source: Invalid call to sub process.
ro: Chemare invalidă a subprocesului.

source: Your current shell is not listed in /etc/shells. You are not allowed to change your shell. Consult your system administrator.
ro: Shell-ul dvs curent nu este listat în /etc/shells. Nu sunteţi autorizat să vă schimbaţi shell-ul. Consultaţi administratorul sistemului dvs.

source: Out of memory.
ro: Nu mai este memorie.

source: The exec() call failed.
ro: Chemarea exec() a eşuat.

source: Failed to find selected program.
ro: Eşuare la găsirea programului selectat.

source: Unknown error.
ro: Eroare necunoscută

source: Unknown exit code.
ro: Cod ieşire necunoscut.

source: Need %d responses.
ro: Am nevoie de %d răspunsuri.

source: In order to make changes to your system, you must enter the administrator (root) password.
ro: Pentru a face schimbări ale sistemului dvs, trebuie să introduceţi parola de administrator (root).

source: Error
ro: Eroare

source: You want %d response(s) from %d entry fields!?!?!
ro: Doriţi %d răspunsuri de la %d câmpuri de intrare!?!?!

source: Run Unprivileged
ro: Rulează neprivilegiat

source: Could not connect to X Display
ro: Nu m-am putut conecta la afişajul X

source: Could not duplicate file descriptor
ro: Nu s-a putut duplica descriptorul de fişier

source: Configure window appearance
ro: Configuraţi aspectul ferestrelor

source: Configure key shortcuts
ro: Configuraţi tastele pentru scurtături

source: Focus behavior
ro: Comportament focus

source: Configure window focusing
ro: Configuraţi comportamentul focusului ferestrelor

source: Matched Windows
ro: Potriviri ferestre

source: Configure window properties
ro: Configuraţi proprietăţile ferestrelor

source: Minimizing and Maximizing
ro: Minimizare şi maximizare

source: Configure window minimization and maximization
ro: Configuraţi minimizarea şi maximizarea ferestrelor

source: Configure window manager configuration properties
ro: Configuraţi proprietăţile de configurare ale managerului de ferestre

source: Miscellaneous
ro: Diverse

source: Configure miscellaneous window features
ro: Configuraţi diverse caracteristici ale ferestrelor

source: Moving and Resizing
ro: Mutare şi re-mărire

source: Configure window move/resize
ro: Configuraţi mutarea/re-mărirea ferestrelor

source: Placement
ro: Plasare

source: Configure window placement
ro: Configuraţi plasarea ferestrelor

source: Enable window manager sound events
ro: Activaţi sunetele managerului de ferestre pentru evenimente

source: Workspaces
ro: Spaţii de lucru

source: Configure workspaces
ro: Configuraţi spaţiile de lucru
