Repository: khurshid-alam/Unity-Control-Center
Catalog: po/*.po
Languages: ne, ro, sd, sl, sq

source: Zoom
sd: وڌاءُ
sq: Zmadho

source: Changes throughout the day
sd: سڄو ڏينهن بدلجندو رهندو
sq: Ndryshon gjatë ditës

source: multiple sizes
sq: shumë përmasa

source: No Desktop Background
sd: ڊيسڪٽاپ پسمنظر نه هجي
sq: Pa Sfond Desktopi

source: Browse for more pictures
sd: وڌيڪ تصويرون ڦلهوريو
sq: Shfleto për më tepër fotografi

source: Current background
sd: موجوده پسمنظر
sq: Sfondi i tanishëm

source: Wallpapers
sd: وال پيپر
sq: Sfondet

source: Configure Bluetooth settings
sd: بلو ٽوٿ ترتيبون جوڙيو
sq: Konfiguro Parametrat e Bluetooth

source: Set Up New Device
sd: نئون اوزار جوڙيو
sq: Instalo Pajisje të Re

source: Remove Device
sd: اوزار هٽايو
sq: Hiqe Pajisjen

source: Connection
sd: ڳانڍاپو
sq: Lidhja

source: page 1
sd: صفحو 1
sq: faqja 1

source: page 2
sd: صفحو 2
sq: faqja 2

source: Paired
sd: جُڙيل
sq: Të Binjakëzuara

source: Type
ne: प्रकार
sd: قِسم
sq: Lloji

source: Address
sd: ايڊريس
sq: Adresa

source: Mouse and Touchpad Settings
sd: مائوس ۽ ٽچ‎پئڊ ترتيبون
sq: Parametrat e Miut dhe Tastierës me Prekje

source: Sound Settings
sd: آواز ترتيبون
sq: Parametrat e Zërit

source: Keyboard Settings
sd: ڪيبورڊ ترتيبون
sq: Parametrat e Tastierës

source: Send Files...
sd: فائلون موڪليو...
sq: Dërgo Skedarët...

source: Browse Files...
sd: فائلون ڦلهوريو...
sq: Shfleto Skedarët...

source: Yes
sd: ها
sq: Po

source: No
sd: نه
sq: Jo

source: Bluetooth is disabled
sd: بلوٽوٿ غيرفعال ٿيل آهي
sq: Bluetooth është çaktivizuar

source: Bluetooth is disabled by hardware switch
sd: بلوٽوٿ هارڊويئر بٽڻ ذريعي غيرفعال ٿيل آهي
sq: Bluetooth është çaktivizuar nga çelësi i hardware

source: No Bluetooth adapters found
sd: بلوٽوٿ اڊاپٽر نه مليا
sq: Nuk u gjetën përshtatësa Bluetooth

source: Visibility
sd: پڌرائي
sq: Dukshmëria

source: Visibility of “%s”
sd: ”%s“ جي پڌرائي
sq: Dukshmëria për "%s"

source: Remove '%s' from the list of devices?
sd: ’%s‘ کي اوزارن جي لسٽ مان ڪڍو؟
sq: Ta heq '%s' nga lista e pajisjeve?

source: If you remove the device, you will have to set it up again before next use.
sd: جيڪڏهن توهان اوزار کي ڪڍندؤ، ته ٻئي دفعي استعمال ڪرڻ تي توهان کي ٻيهر ترتيب ڏيڻو پوندو.
sq: Nëse e hiqni pajisjen, do t'iu duhet ta instaloni përsëri para se ta përdorni përsëri.

source: Other profile…
sd: ٻيو پروفائل
sq: Profil tjetër...

source: Default:
sd: ڊيفالٽ:
sq: I Parazgjedhur:

source: Colorspace:
sd: ڪلر اسپيس
sq: Hapësira e ngjyrës:

source: Test profile:
sq: Profil testimi:

source: Set for all users
sd: سڀني صارفن لاءِ متعين ڪريو
sq: Vendose për të gjithë përdoruesit

source: Create virtual device
sd: ورچوئل اوزار ٺاهيو
sq: Krijo pajisje virtuale

source: Select ICC Profile File
sd: آئي سي سي پروفائل فائل چونڊيو
sq: Zgjidh Skedarin e Profilit ICC

source: _Import
ne: आयात
sd: _درآمد ڪريو
sq: _Importo

source: Supported ICC profiles
sd: حمايت ٿيل آئي سي سي پروفائل
sq: Profilet ICC të suportuara

source: All files
sd: تمام فائلون
sq: Të gjithë file

source: Available Profiles for Displays
sq: Profilet e Disponueshme për Ekranet

source: Available Profiles for Scanners
sq: Profilet e Disponueshme për Skanerat

source: Available Profiles for Printers
sd: پرنٽرن لاءِ دستياب پروفائل
sq: Profilet e Disponueshme për Printerat

source: Available Profiles for Cameras
sd: ڪئميرائن لاءِ دستياب پروفائل
sq: Profilet e disponueshme për Kamerat

source: Available Profiles for Webcams
sd: ويب ڪئمن لاءِ دستياب پروفائل
sq: Profilet e Disponueshme për Kamerat Web

source: Available Profiles
sd: دستياب پروفائل
sq: Profilet e Disponueshme

source: Device
sd: اوزار
sq: Pajisja

source: Calibration
sd: ڪيليبريشن
sq: Kalibrimi

source: Create a color profile for the selected device
sd: چونڊيل اوزار لاءِ رنگ پروفائل ٺاهيو
sq: Krijo një profil ngjyrash për pajisjen e përzgjedhur

source: The measuring instrument is not detected. Please check it is turned on and correctly connected.
sd: ماپيندڙ اوزار دريافت نه ٿيو. مهرباني ڪري جانچيو ته اهو آن ٿيل آهي ۽ صحيح طرح ڳنڍيل آهي.
sq: Mjeti matës nuk është dalluar. Ju lutemi të kontrolloni nëse është ndezur dhe lidhur siç duhet.

source: The measuring instrument does not support printer profiling.
sd: ماپيندڙ اوزار اندر پرنٽر پروفائلنگ جي حمايت نه آهي.
sq: Mjeti matës nuk suporton profilizimin e printerit.

source: The device type is not currently supported.
sd: اوزار جو اهو قسم هن وقت حمايت ٿيل نه آهي.
sq: Lloji i pajisjes nuk suportohet për momentin.

source: Cannot remove automatically added profile
sd: پاڻمرادو وڌل پروفائل هٽائي نه ٿو سگهي
sq: Nuk mund ta heq profilin e shtuar automatikisht

source: No profile
sd: ڪو پروفائل ڪونهي
sq: Nuk ka profil

source: %i year
sd: %i سال
sq: %i vit

source: %i month
sd: %i مهينو
sq: %i muaj

source: %i week
sd: %i هفتو
sq: %i javë

source: Less than 1 week
sd: 1 هفتي کان گهٽ
sq: Më pak se një javë

# Colorspace fallback
source: Default RGB
sd: ديفالٽ RGB
sq: RGB e parazgjedhur

# Colorspace fallback
source: Default CMYK
sd: ڊيفالٽ CMYK
sq: CMYK e Parazgjedhur

# Colorspace fallback
source: Default Gray
sd: ڊيفالٽ سُرمائي
sq: Gri e Parazgjedhur

source: Uncalibrated
sd: ڪيليبريٽ نه ٿيل
sq: I pa Kalibruar

source: This device is not color managed.
sd: هي اوزار رنگ انتظام ٿيل نه آهي.
sq: Kjo pajsje nuk është menaxhuar për ngjyrën.

source: This device is using manufacturing calibrated data.
sd: هي اوزار ٺهڻ دوران ڪيليبريٽ ٿيل ڊيٽا استعمال ڪري ٿو.
sq: Kjo pajisje po përdor të dhëna të kalibruara nga prodhuesi.

source: This device does not have a profile suitable for whole-screen color correction.
sd: هن اوزار ۾ ڪو به پروفائل سموري اسڪرين جي رنگ تصحيح جي لائق نه آهي.
sq: Kjo pajisje nuk ka një profil të përshtatshëm për të korrigjuar ngjyrën e të gjithë ekranit.

source: This device has an old profile that may no longer be accurate.
sd: هن اوزار ۾ هڪ پراڻو پروفائل آهي جيڪو شايد درست نه هجي.
sq: Kjo pajisje ka një profil të vjetër që mund të mos jetë më i saktë.

source: Not specified
sd: وضاحت نه ٿيل
sq: I papërcaktuar

source: No devices supporting color management detected
sd: رنگ انتظام جي صلاحيت رکندڙ ڪوبه اوزار دريافت نه ٿيو
sq: Nuk u dalluan pajisje që suportojnë menaxhimin e ngjyrave

# Device kind
source: Display
sd: مانيٽر
sq: Ekran

# Device kind
source: Scanner
sd: اسڪينر
sq: Skaner

# Device kind
source: Printer
sd: پرنٽر
sq: Printeri

# Device kind
source: Camera
sd: ڪئميرا
sq: Kamera

source: Color
sd: رنگ
sq: Ngjyra

source: Each device needs an up to date color profile to be color managed.
sd: رنگ انتظام لاءِ هر اوزار کي هڪ تازه ترين پروفائل گهرجي.
sq: Çdo pajisje ka nevojë për një profil ngjyre të përditësuar në mënyrë që ti menaxhohen ngjyrat.

source: Learn more
sd: وڌيڪ ڄاڻو
sq: Mëso më tepër

source: Learn more about color management
sd: رنگ انتظام بابت وڌيڪ ڄاڻو
sq: Mëso më tepër rreth menaxhimit të ngjyrave

source: Add device
sd: اوزار وجهو
sq: Shto pajisje

source: Add a virtual device
sd: ورچوئل اوزار وجهو
sq: Shto një pajisje virtuale

source: Delete device
sd: اوزار ڊاهيو
sq: Fshije pajisjen

source: Remove a device
sd: اوزار هٽايو
sq: Hiqe një pajisje

source: Set this profile for all users on this computer
sd: هي پروفائل هن ڪمپيوٽر جي سڀني صارفن لاءِ متعين ڪريو.
sq: Vendose këtë profil për të gjithë përdoruesit në këtë kompjuter

source: Add profile
sd: پروفائل وجهو
sq: Shto profil

source: Calibrate…
sd: ڪيليبريٽ ڪريو…
sq: Kalibro...

source: Calibrate the device
sd: اوزار کي ڪيليبريٽ ڪريو
sq: Kalibro pajisjen

source: Remove profile
sd: پروفائل هٽايو
sq: Hiqe profilin

source: View details
sd: تفصيلَ ڏسو
sq: Shfaq detajet

source: Device type:
sd: اوزار جو قسم:
sq: Lloji i pajisjes:

source: Manufacturer:
sd: صنعتڪار:
sq: Prodhuesi:

source: Model:
sd: ماڊل:
sq: Modeli:

source: Image files can be dragged on this window to auto-complete the above fields.
sd: مٿين فيلڊ کي پاڻمرادو ڀرڻ لاءِ عڪس فائلون ڇڪي هن دريءَ تي آڻي سگهجن ٿيون.
sq: Skedarët e imazhit mund të zvarriten në këtë dritare për të vetë kompletuar fushat e mësipërme.

source: Color management settings
sd: رنگ انتظام جون ترتيبون
sq: Parametrat e menaxhimit të ngjyrës

source: United States
sd: آمريڪا
sq: Shtetet e Bashkuara

source: Germany
sd: جرمني
sq: Gjermania

source: France
sd: فرانس
sq: Franca

source: Spain
sd: اسپين
sq: Spanja

source: China
sd: چين
sq: Kina

source: Select a region
sd: علائقو چونڊيو
sq: Zgjidhni një krahinë

source: Unspecified
sd: وضاحت نه ڪيل
sq: E papërcaktuar

source: Select a language
sd: ٻولي چونڊيو
sq: Zgjidhni një gjuhë

source: _Cancel
sd: _رد
sq: _Anullo

source: _Select
ne: छान
sd: _چونڊيو
sq: _Zgjidh

# display panel, rotation
source: Counterclockwise
sd: گهڙيال اُبتڙ
sq: Kundër Akrepave të Orës

# display panel, rotation
source: Clockwise
sd: گهڙيال رخ
sq: Si Akrepat e Orës

# display panel, rotation
source: 180 Degrees
sd: 180 ڊگريون
sq: 180 Gradë

source: Mirrored Displays
sd: هڪجهڙيون نمائشون
sq: Ekrane që Pasqyrohen

source: Monitor
sd: مانيٽر
sq: Monitori

source: Drag to change primary display.
sd: بنيادي نمائش بدلڻ لاءِ ڇڪيو.
sq: Zvarrite për të ndryshuar ekranin parësor.

source: Select a monitor to change its properties; drag it to rearrange its placement.
sd: مانيٽر کي سندس وصفون بدلائڻ لاءِ چونڊيو؛ ان جي بيهڪ جي ترتيب بدلائڻ لاءِ ان کي ڇڪيو.
sq: Zgjidh një monitor për të ndryshuar parametrat e tij; zvarrite atë për t'i rregulluar vendndodhjen.

source: %a %l:%M %p
sq: %a në orën %k.%M

source: Failed to apply configuration: %s
sq: Dështova në aplikimin e konfigurimit: %s

source: Could not save the monitor configuration
sq: Nuk mund të regjistrojmë konfigurimin e monitorit

source: Could not detect displays
sd: نمائشون دريافت نه ٿي سگهيون
sq: Nuk mundëm të dallojmë ekranet

source: All displays
sd: سڀ نمائشون
sq: Të gjitha ekranet

source: Could not get screen information
sd: اسڪرين معلومات حاصل نه ٿي سگهي
sq: Nuk mëndëm të marrim informacionin e ekranit

source: _Resolution
sd: _ريزوليوشن
sq: _Përmasat

source: R_otation
sd: رو_ٽيشن
sq: Rr_otullimi

source: L_auncher placement
sd: _لانچر بيهڪ
sq: Vendosja e l_ëshuesit

source: S_ticky edges
sd: چنبڙندڙ ڪنارا
sq: Cepat n_gjitës

source: _Mirror displays
sd: _هڪجهڙيون نمائشون
sq: _Ekrane pasqyrë

source: Note: may limit resolution options
sd: نوٽ: ريزوليوشن جا اختيار محدود ٿي سگهن ٿا
sq: Shënim: mund të kufizojë opsionet e rezolucionit

source: _Detect Displays
sd: نمائشون _دريافت ڪريو
sq: _Zbulo ekranet

source: Displays
sd: نمائشون
sq: Ekranet

source: Change resolution and position of monitors and projectors
sd: مانيٽرن ۽ پروجيڪٽرن جي ريزوليوشن ۽ مقام بدليو
sq: Ndrysho rezolucionin dhe pozicionin e monitorëve dhe projektorëve

source: Unknown
ne: अज्ञात
sd: نامعلوم
sq: Nuk njihet

source: Unknown model
sd: نامعلوم ماڊل
sq: Model i panjohur

source: The next login will attempt to use the standard experience.
sq: Hyrja që vijon do përpiqet të përdorë përvojën standarte.

source: The next login will use the fallback mode intended for unsupported graphics hardware.
sq: Hyrja tjetër do të përdorë mënyrën e vjetër që duhej për harduerët e grafikëve që nuk suportohen.

# Experience
source: Fallback
sd: فالبئڪ
sq: Rënie

# Experience
source: Standard
sd: اسٽينڊرڊ
sq: Standart

source: Ask what to do
sd: پڇو ته ڇا ڪجي
sq: Pyet çfarë veprimi duhet kryer

source: Do nothing
sd: ڪجھ نه ڪيو
sq: Mos bëj asgjë

source: Open folder
sd: خانو کوليو
sq: Hap dosjen

source: Other Media
sd: ٻيو ميڊيا
sq: Media të Tjera

source: Select an application for audio CDs
sd: آڊيو سي ڊين لاءِ پروگرام چونڊيو
sq: Zgjidh një program për CD-të audio

source: Select an application for video DVDs
sd: وڊيو ڊي وي ڊين لاءِ پروگرام چونڊيو
sq: Zgjidh një program për DVD-të video

source: Select an application to run when a music player is connected
sq: Zgjidh cili program do të niset kur lidhet një luajtës muzike

source: Select an application to run when a camera is connected
sq: Zgjidh programin që do të nise kur lidhet një kamera

source: Select an application for software CDs
sq: Zgjidh programin për CD-të me programe

source: audio DVD
sd: آڊيو ڊي وي ڊي
sq: DVD audio

source: blank Blu-ray disc
sd: خالي بِلو ري ڊسڪ
sq: Disk bosh Blu-ray

source: blank CD disc
sd: خالي سي ڊي ڊسڪ
sq: Disk bosh CD

source: blank DVD disc
sd: خالي ڊي وي ڊي ڊسڪ
sq: Disk bosh DVD

source: blank HD DVD disc
sd: خالي ايڇڊي ڊي وي ڊي ڊسڪ
sq: Disk bosh DVD HD

source: Blu-ray video disc
sd: بلو ري وڊيو ڊسڪ
sq: Disk video Blu-ray

source: e-book reader
sd: اي-ڪتاب پڙهندڙ
sq: lexues e-book

source: HD DVD video disc
sq: Disk video DVD HD

source: Super Video CD
sd: سُپر وڊيو سي ڊي
sq: CD Super Video

source: Windows software
sd: ونڊوز سافٽويئر
sq: Programe Windows

source: Software
sd: سافٽويئر
sq: Programe

source: Section
sd: حصو
sq: Seksioni

source: Overview
sd: عام جائزو
sq: Përmbledhje

source: Default Applications
sd: ڊيفالٽ پروگرام
sl: Privzeti programi
sq: Programet e Paravendosura

source: Removable Media
sd: ٻاهريون ميڊيا
sq: Media e Lëvizshme

source: Graphics
sd: گرافڪس
sq: Grafikët

source: Legal Notice
sd: قانوني نوٽيس
sq: Njoftimi Ligjor

source: Version %s
sd: ورشن %s
sq: Versioni %s

source: Install Updates
sd: تازگيون تنسيب ڪريو
sq: Instalo Përditësimet

source: System Up-To-Date
sd: سرشتو تازه ترين
sq: Sistemi është i përditësuar

source: Checking for Updates
sd: تازگين لاءِ چڪاسيندي
sq: Kontrolli për Përditësime

source: Details
sd: تفصيلَ
sq: Detaje

source: System Information
sd: سرشتي جي معلومات
sq: Informacioni i Sistemit

source: Select how other media should be handled
sq: Zgjidh si do të trajtohen mediat e tjera

source: _Action:
sd: _ڪاروائي
sq: _Veprimi:

source: _Type:
sd: _قسم:
sq: _Lloji:

source: Device name
sd: پرزي جو نالو
sq: Emri i pajisjes

source: Memory
sd: ريم
sq: Memoria

source: Processor
sd: پروسيسر
sq: Proçesori

source: OS type
sd: او ايس قسم
sq: Lloji i OS

source: Disk
sd: ڊسڪ
sq: Disku

source: Calculating...
sd: حساب ڪندي...
sq: Duke llogaritur...

source: _Mail
sd: _ٽپال
sq: _Posta

source: _Calendar
sd: _ڪئلينڊر
sq: _Kalendari

source: M_usic
sd: _راڳ
sq: M_uzika

source: _Video
sd: _وڊيو
sq: _Videot

source: _Photos
sd: _فوٽو
sq: _Fotot

source: Select how media should be handled
sq: Zgjidh se si do të trajtohet media

source: _Music player
sd: _ساز وڄائڻو
sq: _Luajtës muzike

source: _Software
sd: _سافٽويئر
sq: _Program

source: _Other Media...
sd: _ٻيو ميڊيا...
sq: _Media të tjera...

source: _Never prompt or start programs on media insertion
sq: Mos kërko as_njëherë konfirmim apo nis programe kur vendoset media

source: Driver
sd: ڊرائيور
sq: Driveri

source: Experience
sd: آزمودو
sq: Përvoja

source: Forced _Fallback Mode
sq: _Kthim Pas i Sforcuar

source: Sound and Media
sd: آواز ۽ ميڊيا
sq: Zëri dhe Media

source: Volume mute
ne: आवाज मौन गर
sd: مقدار ماٺ
sq: Hiq zërin

source: Volume down
ne: आवाज तल गर
sd: مقدار گهٽ
sq: Ul zërin

source: Volume up
ne: आवाज माथि गर
sd: مقدار وڌ
sq: Ngri zërin

source: Launch media player
sq: Nis luajtësin e mediave

source: Play (or play/pause)
sd: هلايو (يا هلايو\ترسايو)
sq: Luaj (ose luaj/pusho)

source: Pause playback
sq: Vër luajtjen në pauzë

source: Stop playback
sq: Ndal luajtjen

source: Previous track
sq: Kënga e Mëparshme

source: Next track
sq: Kënga në vijim

source: Eject
ne: निकाल
sd: ٻاهر ڪڍو
sq: Nxirre

source: Typing
sq: Shkrim

source: Switch to next source
sq: Kalo tek burimi tjetër

source: Switch to previous source
sq: Kalo tek burimi i mëparshëm

source: Launchers
sd: لانچرَ
sq: Nisës

source: Launch help browser
ne: मद्दत ब्राउजर प्रारम्भ गर
sd: مدد ڦلهورڻو کوليو
sq: Lësho shfletuesin e ndihmës

source: Launch calculator
sd: ڪيلڪيوليٽر کوليو
sq: Hap Makinën Llogritëse

source: Launch email client
sd: ايميل ڪلائنٽ کوليو
sq: Nis klientin e email

source: Launch terminal
sd: ٽرمينل کوليو
sq: Nis terminalin

source: Launch web browser
ne: सञ्जाल ब्राउजर प्रारम्भ गर
sd: ڄار ڦلهورڻو کوليو
sq: Lësho shfletuesin e rrjetit

source: Home folder
ne: गृह फोल्डर
sd: گهر خانو
sq: Kartela shtëpi

source: Search
ne: _खोज
sd: ڳوليو
sq: Kërko

source: Screenshots
sd: اسڪرين جهلڪ
sq: Foto ekrani

source: Take a screenshot
sd: اسڪرين جهلڪ وٺو
sq: Merr një pamje ekrani

source: Take a screenshot of a window
sd: ڪنهن دريءَ جي اسڪرين جهلڪ وٺو
sq: Merr një pamje të një dritareje

source: Take a screenshot of an area
sd: ڪنهن حصي جي اسڪرين جهلڪ وٺو
sq: Merr pamje të një zone

source: Copy a screenshot to clipboard
sq: Kopjo një pamje të ekranit në kujtesë

source: Copy a screenshot of a window to clipboard
sq: Kopjo pamjen e një dritareje në kujtesë

source: Copy a screenshot of an area to clipboard
sq: Kopjo pamjen e një zone në kujtesë

source: System
sd: سرشتو
sq: Sistemi

source: Log out
ne: बाहिर निस्क
sd: خارج ٿيو
sq: Dalja

source: Lock screen
ne: पर्दा ताला लगाउ
sd: اسڪرين کي تالو
sq: Blloko ekranin

source: Universal Access
sd: کليل رسائي
sq: Hyrje Universale

source: Turn zoom on or off
sd: وڌاءُ کوليو يا بند ڪريو
sq: Ndize ose fike zmadhimin

source: Zoom in
sd: وڌايو
sq: Zmadho

source: Zoom out
sd: گهٽايو
sq: Zvogëlo

source: Turn screen reader on or off
sd: اسڪرين ريڊر کوليو يا بند ڪريو
sq: Ndize ose fike lexuesin e ekranit

source: Turn on-screen keyboard on or off
sd: اسڪرين ڪيبورڊ کوليو يا بند ڪريو
sq: Ndize ose fike tastierën në ekran

source: Increase text size
sd: عبارت جي سائيز وڌايو
sq: Rrit përmasën e tekstit

source: Decrease text size
sd: عبارت جي سائيز گهٽايو
sq: Ul përmasën e tekstit

source: High contrast on or off
sd: گهڻي چٽائي کوليو يا بند ڪريو
sq: Kontrasti i lartë ndezur ose fikur

source: Disabled
ne: असक्षम पारिएको छ
ro: Dezactivat
sd: غير فعال
sl: Izkljuèeno
sq: Çaktivizuar

source: Alternative Characters Key
sq: buton i Gërmave Alternative

source: Compose Key
sd: ڪمپوز بٽڻ
sq: Buton i Kompozimit

source: Keyboard
ne: कीबोर्ड
ro: Tastatură
sd: ڪيبورڊ
sl: Tipkovnica
sq: Tastiera

source: Change keyboard settings
sd: ڪيبورڊ ترتيبون بدلايو
sq: Ndrysho parametrat e tastierës

source: Custom Shortcut
sq: Shteg i Rregulluar

source: _Name:
ne: _नाम:
sd: _نالو:
sq: _Emri:

source: C_ommand:
sd: _ڪمانڊ:
sq: K_omanda:

source: Repeat Keys
sq: Përsërit Butonat

source: Key presses _repeat when key is held down
sq: Pë_rsërit gërmën përderisa pulsanti mbahet i shtypur

source: _Delay:
ne: ढिल्याइ:
sd: _وقفو:
sq: _Vonesa:

source: _Speed:
ne: गति:
sd: _رفتار:
sq: _Shpejtësia:

source: Short
ro: Scurt
sd: مختصر
sl: Kratek
sq: E Shkurtër

source: Slow
ro: Înceată
sd: ڍرو
sl: Poèasno
sq: Me Ngadalë

source: Repeat keys speed
sq: Shpejtësia e përsëritjes së pulsantëve

source: Long
ro: Lung
sd: ڊگهو
sl: Dolg
sq: I Gjatë

source: Fast
ro: Rapidă
sd: تيز
sl: Hitro
sq: Me Shpejtësi

source: Cursor Blinking
sq: Pulsimi i Kursorit

source: Cursor _blinks in text fields
sq: Kursor pulsues në fushat me tekst

source: S_peed:
ne: गति:
sd: _رفتار:
sq: Sh_pejtësia:

source: Cursor blink speed
sq: Shpejtësia e pulsimit të kursorit

source: Layout Settings
sd: نقشي جون ترتيبون
sq: Parametrat e Daljes

source: Add Shortcut
sq: Shto një Shkurtore

source: Remove Shortcut
sq: Hiqe Shkurtoren

source: To edit a shortcut, click the row and hold down the new keys or press Backspace to clear.
sq: Për të modifikuar një shkurtore, klikoni rreshtin dhe mbani butonat e rinj ose klikoni Backspace për ta pastruar.

source: Shortcuts
ro: Scurtături
sd: شارٽ ڪٽون
sq: Shkurtore

source: Custom Shortcuts
sq: Përshpejtime të personalizuara

source: <Unknown Action>
ne: <अज्ञात कार्य>
sd: <نامعلوم ڪاروائي>
sq: <Aksion i panjohur>

source: The shortcut "%s" cannot be used because it will become impossible to type using this key. Please try with a key such as Control, Alt or Shift at the same time.
sq: Është i pamundur përdorimi i «%s» si kombinim përshpejtues, pasi pengon shkrimin normal. Provo të përdorësh në kombinim njëkohësisht një pulsant si Ctrl, Alt apo Shift.

source: The shortcut "%s" is already used for "%s"
sq: Përshpejtimi «%s» përdoret rregullisht për «%s»

source: If you reassign the shortcut to "%s", the "%s" shortcut will be disabled.
sq: Nëse i ricaktohet përshpejtimi «%s», përshpejtimi «%s» do të çaktivizohet.

source: _Reassign
sq: _Ricakto

source: _Test Your Settings
sd: پنهنجون ترتيبون _پرکيو
sq: _Testoni Parametrat Tuaja

source: Mouse & Touchpad
sd: مائوس ۽ ٽچ پئڊ
sq: Miu & Tastiera me Prekje

source: Set your mouse and touchpad preferences
sd: پنهنجي مائوس ۽ ٽچ پئڊ جون ترجيحون جوڙيو
sq: Vendosni preferencat e miut dhe të tastierës tuaj me prekje

source: Mouse Preferences
ne: माउस प्राथमिकताहरु
sd: مائوس جون ترجيحون
sq: Preferimet e mouse

source: General
ne: साधारण
sd: عام
sq: Të përgjithshme

source: Double-click timeout
sq: Shpejtësia e dy klikimeve

source: _Double-click
sd: _ٻٽي-ڪلڪ
sq: _Dy-klikime

source: Primary _button
sd: بنيادي _بٽڻ
sq: _Butoni_parësor

source: _Left
sd: _کاٻو
sq: _Majtas

source: _Right
sd: _ساڄو
sq: _Djathtas

source: _Pointer speed
sd: _پوائنٽر رفتار
sq: _Shpejtësia e shenjuesit

source: Touchpad
sd: ٽچپئڊ
sq: Tabela me prekje

source: Disable while _typing
sq: Çaktivizoje gjatë_shtypjes

source: Tap to _click
sq: Godit për të_klikuar

source: Two _finger scroll
sq: Lëvizje me dy_gishta

source: _Natural scrolling
sq: _Shfletim natyror

source: Try clicking, double clicking, scrolling
sq: Provoni të klikoni, klikoni dy herë, lëvizni

source: Five clicks, GEGL time!
sq: Pesë klikime, koha e GEGL!

source: Double click, primary button
sd: ٻٽي ڪلڪ، بنيادي بٽڻ
sq: Dy klikime, butoni parësor

source: Single click, primary button
sd: هڪوڻي ڪلڪ، بنيادي بٽڻ
sq: Një klikim, butoni parësor

source: Double click, middle button
sd: ٻٽي ڪلڪ، وچون بٽڻ
sq: Dy klikime, butoni i mesit

source: Single click, middle button
sd: هڪوڻي ڪلڪ، وچون بٽڻ
sq: Një klikim, butoni i mesit

source: Double click, secondary button
sd: ٻٽي ڪلڪ، ثانوي بٽڻ
sq: Dy klikime, butoni dytësor

source: Single click, secondary button
sd: هڪوڻي ڪلڪ، ثانوي بٽڻ
sq: Me një klikim, buton dytësor

source: Network proxy
sd: نيٽوَرڪ پراڪسي
sq: Proksi rrjeti

source: The system network services are not compatible with this version.
sq: Shërbimet e sistemit të rrjetit nuk janë kompatibël me këtë version.

source: Air_plane Mode
sq: Mënyrë Aer_oplani

source: Network
sd: نيٽوَرڪ
sq: Rrjeti

source: Network settings
sd: نيٽوَرڪ ترتيبون
sq: Parametrat e rrjetit

source: Add new connection
sd: نئون ڳانڍاپو وجهو
sq: Shto një lidhje të re

source: Enterprise
sq: Ndërmarrja

# Wifi security
source: None
sd: ڪوبه نه
sq: Asnjë

source: never
sd: ڪڏهن به نه
sq: kurrë

source: today
sd: اڄ
sq: sot

source: yesterday
sd: ڪلھ
sq: dje

source: %i day ago
sd: %i ڏينهن اڳ
sq: %i ditë më parë

source: Not connected
sd: ڳنڍيل نه آهي
sq: I palidhur

source: Out of range
sd: پهچ کان ٻاهر
sq: Jashtë shtrirjes

# Signal strength
source: None
sd: ڪوبه نه
sq: Asnjë

# Signal strength
source: Weak
sd: ڪمزور
sq: I dobët

# Signal strength
source: Good
sd: سٺو
sq: Mirë

# Signal strength
source: Excellent
sd: زبردست
sq: E Shkëlqyer

source: Network details for %s including password and any custom configuration will be lost.
sq: Detajet e rrjetit për %s duke përfshirë fjalëkalimin dhe çdo konfigurim të përshtatur do të humbasin.

source: Forget
sd: وساريو
sq: Harroje

source: If you have a connection to the Internet other than wireless, you can use it to share your internet connection with others.
sq: Nëse keni një lidhje me internetin që është e ndryshme nga wireless, ju mund ta përdorni për të shpërndarë lidhjen tuaj të internetit me të tjerët.

source: Switching on the wireless hotspot will disconnect you from <b>%s</b>.
sq: Ndryshimi i pikës së wireless do t'iu shkëpusë nga <b>%s</b>.

source: It is not possible to access the internet through your wireless while the hotspot is active.
sq: Është e mundur të hyni në internet me anë të wireless-it tuaj ndërkohë që pika është aktive.

source: Stop hotspot and disconnect any users?
sq: Ta ndaloj hotspot dhe ti shkëput të gjithë përdoruesit?

source: _Stop Hotspot
sq: _Ndalo Hotspot

source: Web Proxy Autodiscovery is used when a Configuration URL is not provided.
sq: Vetëzbulimi i Web Proxy përdoret kur jepet një URL Konfigurimi.
